{"9NP5S7RDH5QB":{"lang":"EN","title":"EA SPORTS™ FIFA 23 Ultimate Edition Xbox One & Xbox Series X|S","description":"Kick off your season with a boost! FIFA 23 Ultimate Edition includes Xbox One & Xbox Series X|S games plus 4600 FIFA Points."},"C5GF2JQKBSM1":{"lang":"EN","title":"Fortnite - Deep Freeze Bundle","description":"Includes a full set to be used in Battle Royale:\r\n\r\n- 1000 V-Bucks\r\n- Frostbite Outfit\r\n- Freezing Point Back Bling\r\n- Chill-Axe Pickaxe\r\n- Cold Front Glider"},"9NMP8KFRTNCD":{"lang":"EN","title":"Five Nights at Freddy's: Security Breach","description":"In Five Nights at Freddy’s: Security Breach, play as Gregory, a young boy who’s been trapped overnight inside of Freddy Fazbear’s Mega Pizzaplex. With the help of Freddy himself, Gregory must uncover the secrets of the Pizzaplex, learn the truth, and survive until dawn."},"9N4R7JBNSTXH":{"lang":"EN","title":"Fortnite - Polar Legends Pack","description":"Put the competition on ice with the Polar legends pack. Includes the following cosmetics:\r\n\r\n- Frozen Nog Ops Outfit\r\n- Frozen Fishstick Outfit\r\n- Codename E.L.F. Outfit (includes additional styles)\r\n- E.L.F. Shield Back Bling (includes additional styles)\r\n- The Devourer Outfit (includes additional style and built-in emote)\r\n- Castle Peaks Back Bling"},"BTBFT54X76WT":{"lang":"EN","title":"DRAGON BALL FIGHTERZ - SSGSS Goku and SSGSS Vegeta Unlock","description":"Get this early unlock of SSGSS Goku and SSGSS Vegeta to play with these 2 characters right away.\r\n\r\nFeaturing devastating attacks and flashy techniques, these 2 fighters from the anime DRAGON BALL SUPER will surely find a spot on your dream team!\r\n\r\nDRAGON BALL FIGHTERZ game required; sold separately."},"9P46JX40HG4J":{"lang":"EN","title":"DRAGON BALL XENOVERSE 2 - Legendary Pack 1","description":"Play as Pikkon from the movie \"Dragon Ball Z: Fusion Reborn\", and Toppo (God of Destruction) from DRAGON BALL Super in Legendary Pack 1.\r\n\r\n• 2 New characters: Pikkon, Toppo (God of Destruction)\r\n• 2 New Extra Missions\r\n• 4 New Parallel Quests\r\n• 6 Additional Moves\r\n• 3 Costumes/Accessories\r\n• 5 Super Souls\r\n• 15 Illustrations"},"9MZN3SMXN824":{"lang":"EN","title":"New Super Lucky's Tale","description":"Jump, burrow, and tail swipe your way to victory in this love letter to classic 3D platformers!"},"BXGW0P1KRVPS":{"lang":"EN","title":"Fortnite - Frozen Legends Pack","description":"Stay frosty this season with the Frozen Legends pack! Includes:\r\n\r\n- Frozen Raven outfit & its Frozen Iron Cage back bling\r\n- Frozen Red Knight outfit & its Frozen Red Shield back bling\r\n- Frozen Love Ranger outfit & its Frozen Love Wings back bling\r\n"},"BZC8MF5QSPF0":{"lang":"EN","title":"DRAGON BALL FIGHTERZ - Jiren","description":"Jiren, a member of the Pride Troopers, joins the fight to prove his strength and justice.\r\n\r\nThis content includes:\r\n• Jiren as a new playable character\r\n• 5 alternative colors for his outfit\r\n• Jiren Lobby Avatar\r\n• Jiren Z Stamp"},"BP25WLQVLF30":{"lang":"EN","title":"Slender: The Arrival","description":"You're on your own. No one to come for you. No one to help you. No one to hear you scream. Slender: The Arrival is the official video game adaptation of Slender Man, re-created from Mark Hadley's original nerve-shattering sensation. Developed in collaboration with Blue Isle Studios, The Arrival features a brand new storyline, improved visuals, great replay value, and most importantly, survival horror at its best."},"9MVKFJLJZLL0":{"lang":"EN","title":"The DioField Chronicle Digitale Deluxe Edition","description":"A gritty and immersive story brought to life with the latest technology. \r\n\"Real Time Tactical Battle\" (RTTB), a new, highly strategic, real-time battle system.\r\nThe birth of a new SRPG, crafted by a skilled and experienced development team."},"9P0R69JP728B":{"lang":"EN","title":"The DioField Chronicle","description":"A gritty and immersive story brought to life with the latest technology. \r\n\"Real Time Tactical Battle\" (RTTB), a new, highly strategic, real-time battle system.\r\nThe birth of a new SRPG, crafted by a skilled and experienced development team."},"9MXXJ63T8R5C":{"lang":"EN","title":"Space Raiders in Space","description":"An alien hivemind sets out to destroy humanity. Protect your crew from giant bug creatures and assist them on their mission. Discover the truth about the alien invasion."},"9NC9DT1ZCJDM":{"lang":"EN","title":"reky + Clumsy Rush","description":"Feast your eyes on crystal clear visuals of reky. Interact with your environment and find a way to reach the finishing...square. Clumsy Rush is a guaranteed dose of a laugh for friends and family. Why pick one when you can have them both."},"9P4J62BV4986":{"lang":"EN","title":"It's Kooky + Clumsy Rush","description":"Look for quirks in the new hidden object game - It's Kooky! Clumsy Rush is a guaranteed dose of a laugh for friends and family. Why pick one when you can have them both."},"9PBXV7C8ZVMB":{"lang":"EN","title":"Broken Universe - Tower Defense + Cyber Protocol","description":"Roco is just an everyday racoon. He's just given his sweetheart a pretty necklace... which caused the ENTIRE universe to explode! She's nowhere to be found and he's the only one who can save her. Want to feel like a cyberpunk hacker? Save your friend by beating 100 levels of Cyber Protocol. "},"9MZD6S33M97J":{"lang":"EN","title":"8-Ball Pocket","description":"8-Ball Pocket brings you eight-ball pool, also known as American billiards. You can compete with up to 4 friends or against the AI in Versus mode, or challenge the best in the world in Arcade mode, where you can make combo shots and rack up points to become Number 1 in the online ranking. All of this comes in a setting with great graphics and Jazz music."},"9NJ78SP941JW":{"lang":"EN","title":"Fluffy Horde","description":"The Fluffy Horde is coming! Save your crops from the enemy and try to withstand the rabbit TSUNAMI."},"9NVVCBFC39Q6":{"lang":"EN","title":"Outbreak: Lost Hope Definitive Collection","description":"Experience a mother's desperate search for her daughter in the midst of a nation-wide epidemic. This story follows Gwen just after her harrowing escape from an urban center during the outbreak. A terrible accident causes her to get separated from her daughter Hope and she has to fight the undead to survive... and save her daughter."},"9N3FRFLQWDDC":{"lang":"EN","title":"Wave Break","description":"Wave Break is the world's first skateBOATING game, inspired by arcade skateboarding classics. Grind, grab, kickflip and shoot your way through an explosive 80s crime-filled Miami Vice themed world.\r\n\r\nEnjoy an episodic single player campaign, ranked online multiplayer, multiple custom game modes, and an advanced park creator. From tropical beaches to frozen tundras, ride the waves and score the world's biggest combo with style.\r\n\r\nFeatures:\r\n\r\nONLINE MULTIPLAYER:\r\nCompete to be the best flippin’ champ in online ranked matchmaking, or group up with online friends in custom game modes.\r\n\r\nMULTIPLE GAME MODES:\r\nCompete for high scores in Trick Attack, battle it out in Deathmatch, or practice and refine your skills in Free Play mode.\r\n\r\nPARK CREATOR:\r\nCreate the park of your dreams using our advanced in-game Park Creator! Create and edit ONLINE with friends, or do it solo for super-focus.\r\n\r\nCUSTOMIZATION: \r\nUnlock hundreds of custom clothing for maximum stylin’, as well as tons of decals and decorations for your boats. Upgrade stats and unlock gear as you play and earn money.\r\n\r\nSTREAM SAFE SOUNDTRACK: \r\nVibe out to Wave Break’s fresh and 100% stream safe soundtrack featuring original songs from some of the best synthwave artists in the scene like Timecop1983, Kalax, and many more!\r\n"},"9N9N9337Z5M8":{"lang":"EN","title":"Headbangers in Holiday Hell","description":"Twin Stick roguelite about rebelling against cheesy Christmas"},"9NJ9BJSQ7QHB":{"lang":"EN","title":"Bloody Samurai","description":"Bloody Samurai is a dark style fighting platform and trap adventure game. The game requires strategic thinking and memory with special attention to avoiding traps. In the game, you will be in the role of a samurai. The evil demon hurt your family. In order to avenge you need to challenge many levels and finally fight the demon boss.\r\nIt is recommended to use an Xbox Controller for gaming for a better gaming experience. The game also supports full keyboard control. You can review the game control guide at the first level of the first chapter of the game. Enjoy!"},"9NLZB1V33006":{"lang":"EN","title":"Saturnalia","description":"A Survival Horror Adventure: play as a cast of characters exploring an isolated village haunted by an ancient ritual—but beware, its labyrinthine roads will change each time you lose all your characters. From the creators of FOTONICA, MirrorMoon EP, and Wheels of Aurelia."},"9NHS18LXM05W":{"lang":"EN","title":"Little Mage Adventure","description":"Platform adventure game where Mage Boy must cross the mystic valley where he meets many challenges. Collect all stars to achieve a high score in each level. Little Mage Adventure is a super fun and challenging 2D side-scroller game in the same style as blockbuster games. The game features 30 levels that will challenge you to beat it. Have fun!"},"9MWBT3HFCZ3Z":{"lang":"EN","title":"PAW Patrol: Grand Prix","description":"No track is too big, no racer too small!\r\n\r\n\r\nThe PAW Patrol are on their fastest mission yet – To win the Pup Cup! Race around iconic locations including Adventure Bay, Jake’s Snowboarding Resort and The Jungle in this 4-player-championship to find out who will be crowned the winner."},"9NJ530XS3JM3":{"lang":"EN","title":"DEATHLOOP Deluxe Edition","description":"DEATHLOOP is a next-gen FPS from Arkane Lyon, the award-winning studio behind Dishonored. In DEATHLOOP, two rival assassins are trapped in a mysterious timeloop on the island of Blackreef, doomed to repeat the same day for eternity. As Colt, the only chance for escape is to end the cycle by assassinating eight key targets before the day resets. Learn from each cycle - try new paths, gather intel, and find new weapons and abilities. Do whatever it takes to break the loop."},"9P5Z4530318L":{"lang":"EN","title":"DEATHLOOP","description":"DEATHLOOP is a next-gen FPS from Arkane Lyon, the award-winning studio behind Dishonored. In DEATHLOOP, two rival assassins are trapped in a mysterious timeloop on the island of Blackreef, doomed to repeat the same day for eternity. As Colt, the only chance for escape is to end the cycle by assassinating eight key targets before the day resets. Learn from each cycle - try new paths, gather intel, and find new weapons and abilities. Do whatever it takes to break the loop."},"9NS40G6K5VGQ":{"lang":"EN","title":"Murder on the Marine Express","description":"A mystery visual novel taking place aboard the underwater train the Marine Express. Follow student Ranko Togawa on her quest to track down the culprit as she searches for clues, questions the other students and undercovers evidence."},"9NWQ3F5889M2":{"lang":"EN","title":"Yars: Recharged","description":"Shoot from afar or nibble up-close and personal in a boss-rush, bullet-dodging revival of the 1982 Atari classic title, Yars' Revenge. Take on 60 unique enemy encounters alone or with a friend in local co-op."},"9P52B2TTK3Z9":{"lang":"EN","title":"Droid Trivia","description":"Droid Trivia is fun for everyone! Challenge your friends or family to over 800 questions spread over 15 categories! Go head to head in local couch multiplayer or play against the AI. Choose to Play 4 or 8 rounds or just the individual rounds you like. "},"9NG5CJB0F5R1":{"lang":"EN","title":"Temple Dash: Jungle Adventure","description":"Temple Dash is a fast-paced platformer. The rules are simple and the goal of this game is to train your reflexes and concentration so is it interesting to you? The game has 50 levels currently with different types of difficulty.  Avoid the obstacles as you dash up to the finish line. Jump back and forth and improve your dashing skills. Have fun with the game! \rGamepad Controls:\rJump or Double Jump: Press A or Press X\rContinuous Jump: Hold X\rKeyword Controls:\rJump or Double Jump: Press Up or Press Space\rContinuous Jump: Hold Space"},"9P50C3S59NG7":{"lang":"EN","title":"Seduction: A Monk's Fate","description":"Survive in a dark realm in hopes of saving a young woman’s soul from being used in a forbidden ritual!\r\n\r\nSide-scrolling action and classic adventure storytelling come together in a horror-themed tale about a monk who must enter a dark and surreal realm to uncover the truth of his monastery. What mysteries lie hidden, and can those he respects truly be trusted? Take control of this young man as he explores and converses, questions everything he knows and defies the advice of his elders.\r\n\r\nSolve puzzles, search for clues and escape great danger as you navigate beautiful and gruesome hand-crafted environments. Temptation lies around every turn. You will need to learn to refuse and never give into seduction. Only then can you hope to save a young woman’s soul from being sacrificed for a great summoning, a forbidden ritual that bloodies the history of the place you know as home."},"9N21WZW2CWQT":{"lang":"EN","title":"The Riftbreaker Deluxe Edition","description":"The Riftbreaker Deluxe Edition contains the core game and all available addons."},"9NBF9G1VB0QN":{"lang":"EN","title":"Falcon Genesis","description":"Inspired by the fastest moving creatures on Earth, the Falcon Genesis skin pack for Hawkeye and Venture introduces slick, aerodynamic block designs and raptor motifs, giving your Techs a smart new look as you explore the world via ground and air."},"9PMW1L9JBM7Q":{"lang":"EN","title":"Gravitar: Recharged","description":"A lone pilot, far from home, must navigate an abstract universe of uncharted planets and space stations guarded by mysterious, hostile aliens in Gravitar: Recharged."},"9NKJ6RVRFS5M":{"lang":"EN","title":"X-Force Genesis","description":"Join the X-Force Squad and stop a hybrid race from taking over your planet"},"9MW1V5ZTJTNF":{"lang":"EN","title":"Kombinera","description":"Control multiple colored balls simultaneously in this brain-bending puzzle platformer. It's up to you to combine every ball and complete each perilous level. Can you solve them all? Can you save King Kombine from the Kave of Kaos?\r\n"},"9PJ2G8KK1J8V":{"lang":"EN","title":"Who Pressed Mute on Uncle Marcus?","description":"An eccentric FMV murder mystery with a twist: someone has poisoned Uncle Marcus. Uncover the truth in the yearly family quiz and try to save him before it is too late."},"9NQTD67M7MNW":{"lang":"EN","title":"Pyramid Quest","description":"Pyramid Quest is an exploration and treasure-hunting game inspired by classic platform games.\nThe goal is to find the three parts of an artefact and open the gate to the next level while collecting diamonds and coins."},"9N1BNV2WZX77":{"lang":"EN","title":"DRAGON BALL FIGHTERZ - Android 21 (Lab Coat)","description":"Android 21, an original character from DRAGON BALL FighterZ, now joins the fight in her appearance before transformation!"},"9P7178RS82S7":{"lang":"EN","title":"Breakout: Recharged","description":"The original brick breaker returns with its toughest challenge yet. Survive as long as you can in arcade or take on one of 50 challenges picking up game-changing power-ups along the way."},"9N0102B834ZM":{"lang":"EN","title":"Fantasy Dash","description":"Fantasy Dash is a very cool running game. The game is divided into four difficulty levels with a total of 72 levels. You need to control the character to run or fly and reach the end. The road is full of thorns and obatacles. It requires you to react quickly to avoid obstacles and collect stars. Stars can redeem skins for your characters in the shop. Let's go. Have fun!\rXbox Controller & Gamepad Supported\r*Use arrow keys to move focus.\r*Press B to go back.\r*Press View/Menu to pause the game.\r*Press A to select.\r*Hold A to control the character to jump or fly.\rKeyboard Supported\r*Use arrow keys to move focus.\r*Press B to go back.\r*Press P to pause the game.\r*Press Enter to select.\r*Hold Space/Enter to control the character to jump or fly.\rTouch & Mouse Supported\r*Just touch or click. "},"9P0FZDW4X1Q0":{"lang":"EN","title":"Asteroids: Recharged","description":"How long can you survive the depths of space in this fresh revival of the classic arcade shooter, all while grooving to an original score by Megan McDuffee. Pilot solo or recruit a friend for local co-op across 30 unique challenges or the endless arcade mode."},"9NVPCP39VCFT":{"lang":"EN","title":"Instant Sports Plus","description":"Summer is here! With family and friends, INSTANT SPORTS Plus takes you overseas, under the sun of a paradise island. Share a multitude of sporty and fun experiences without leaving your home.\r\n\r\n• Explore an oasis full of history and mysteries. Blue lagoon, palm trees and hot sand… There are plenty of secrets to discover between two workouts.\r\n• Team up, challenge your friends or try to beat your own records by breaking your limits. Up to 4 local players.\r\n• Sportive, adventurers or Sunday players: 15 mini-games and sports activities are waiting for you! Jet ski, bowling, seaplane, wok, ice machine, table tennis and way more are here to relax.\r\n• Unlock hundreds of items and customize your characters. Amaze your friends and the islanders with surprising costumes. By the way, have you ever seen Santa Claus at the beach?\r\n"},"9NVSQ73DJZH3":{"lang":"EN","title":"SCARLET NEXUS Ultimate Edition","description":"The Ultimate Edition includes:\r\n• SCARLET NEXUS (full game)\r\n• Season Pass\r\n• Digital Artbook & Soundtrack\r\n• Battle Attire Set -Red-\r\n• Additional Attachment \"The Other\"\r\n• SAS Plug-in Variations (3)\r\n\r\nChoose between Yuito and Kasane, elite psionics each armed with a talent in psychokinesis and their own reason to fight. Complete both of their stories to unlock all the mysteries of a Brain Punk future caught between technology and psychic abilities."},"9NQL6R3TF299":{"lang":"EN","title":"Black Widow: Recharged","description":"Defend your spider web from an onslaught of bugs in this frenetic revival of the cult classic twin-stick shooter, all while jamming to an infectious original score by Megan McDuffee. Play solo or tag in a friend for local co-op across 30 unique challenges or the endless arcade mode."},"9P9Q1GTTMQCH":{"lang":"EN","title":"Centipede: Recharged","description":"Blast bugs and chase high scores in this glorious revival of an old-school classic, all while jamming to a heart-pounding original score by Megan McDuffee. Play solo or tag in a friend for local co-op across 30 unique challenges or the endless arcade mode."},"9P9GXG7BJ42Q":{"lang":"EN","title":"Outer Wilds: Archaeologist Edition","description":"Outer Wilds: Archaeologist Edition contains Outer Wilds base game and Echoes of the Eye expansion."},"9P94X4GNT3JJ":{"lang":"EN","title":"Flaskoman","description":"Flaskoman is a puzzle platformer in a steampunk laboratory. Use mysterious liquids to activate lab mechanism and your abilities. Pass the test chambers and achieve freedom!"},"9NKFWVBDLC2W":{"lang":"EN","title":"Minecraft Dungeons Ultimate Edition","description":"Experience the complete story of Minecraft Dungeons from the beginning to the End! Minecraft Dungeons: Ultimate Edition includes the base game and all six DLCs."},"9P19V385GM8T":{"lang":"EN","title":"Blue Fire","description":"A Dark World Awaits - Travel through the perished world of Penumbra to explore unique areas filled with diverse enemies, sharp 3D platforming challenges, quests, collectibles, and more.\r\n"},"9MZ28GZVFMRC":{"lang":"EN","title":"Warhammer 40,000: Space Wolf","description":"Warhammer 40,000: Space Wolf is a turn-based tactical strategy in which you have to take command of the Space Wolves and join the battle against the wicked servants of Chaos and the sinister Necrons.\r\n \r\n Game features:\r\n \r\n - An epic story campaign, a unique survival mode\r\n - A system for levelling and tuning the squad\r\n - Different classes of armour and a huge number of weapons"},"9N9RMHTJX41P":{"lang":"EN","title":"SCARLET NEXUS","description":"Choose between Yuito and Kasane, elite psionics each armed with a talent in psychokinesis and their own reason to fight. Complete both of their stories to unlock all the mysteries of a Brain Punk future caught between technology and psychic abilities."},"9PMX9NHWXZ4L":{"lang":"EN","title":"SCARLET NEXUS Deluxe Edition","description":"The Deluxe Edition includes:\r\n• SCARLET NEXUS (full game)\r\n• Brain Punk Bundle\r\n\r\nDeluxe Edition Bonuses:\r\n• Additional Attachment \"The Other\"\r\n• SAS Plug-in Variations (3)\r\n\r\nChoose between Yuito and Kasane, elite psionics each armed with a talent in psychokinesis and their own reason to fight. Complete both of their stories to unlock all the mysteries of a Brain Punk future caught between technology and psychic abilities."},"9N2BKBHCD8WD":{"lang":"EN","title":"DRAGON BALL Z: KAKAROT - TRUNKS - THE WARRIOR OF HOPE","description":"Experience the fierce fight of Trunks' life in the world of despair in this New Story Arc!"},"9PCQ015KJX58":{"lang":"EN","title":"Black Legend","description":"A dark, immersive Turn Based Strategy RPG. Master the art of 17th century alchemy to liberate a doomed city from a bloodthirsty cult of the great alchemist Mephisto."},"9PNHXRVF258Q":{"lang":"EN","title":"Iris Fall","description":"Fusing gameplay with light & shadow. The concept of light and shadow runs throughout the design of the game’s story, art and puzzles. Switch between light and shadow and pass through the two realities as you experience unique interlacing of black and white, as well as both 2D and 3D."},"9NNX9X11VK2K":{"lang":"EN","title":"Warriors of Future Past","description":"Blending influences from the warriors of Feudal Japan and classic Mecha-Anime, this set of unique custom blocks and themed skins for the Venture (Shinobi) and Hawkeye (Shogun) corporations with give your techs an iconic look."},"9PP3F963SQ13":{"lang":"EN","title":"Fantabulous Contraptions","description":"Follow in the footsteps of engineering pioneers with this set of unique custom blocks and themed skins for Better Future (Dirigible) and Geo Corp (Locomotive) corporations. "},"9P3LHP0VRHTW":{"lang":"EN","title":"Sleepin' Deeply","description":"In this new chapter of \"The Guy\" you'll be challenged with new insane puzzles, generated by the surreal dreams of the protagonist. You'll encounter the weirdest of the living beings as you go deeper and deeper into his subconscious. This time to wake him up you'll need all your skills."},"9NC0FQML41QL":{"lang":"EN","title":"Cave Digger","description":"Cave Digger is a mining game in an alternative western setting. Gear up with numerous unique tools and explore the town and the depths of the mountain. Discover secrets, easter eggs and multiple endings."},"9P9304PB1JKT":{"lang":"EN","title":"Aery Series Bundle","description":"The Aery Series is a game series of 3 peaceful flight games. \r\nAll 3 games are story-driven non-violent exploration games where a little bird has to collect shards of its memory in order to discover new worlds and continue with the storyline. "},"9N8J0T5HCDB9":{"lang":"EN","title":"The Falconeer","description":"The Falconeer is an open-world air combat game, featuring frenetic aerial dogfights and deep exploration of the mysterious open-world of The Great Ursee. "},"9N7TB1SB2M0K":{"lang":"EN","title":"Pumpkin Jack","description":"Pumpkin Jack is a Spooky Scary 3D platformer in which you embody Jack, the Mythical Pumpkin Lord! Dive into an Epic Adventure through otherworldly landscapes and help the Evil annihilate the Good!"},"9MZZ7L1TKGXP":{"lang":"EN","title":"TY the Tasmanian Tiger HD","description":"G'day, Mate. Explore the wilds of Australia with TY the Tasmanian Tiger, the charming Aussie platformer."},"9N501GK3G3G2":{"lang":"EN","title":"R&D Labs","description":"R&D Labs is a game mode for TerraTech, which allows the player to take on a variety of unique challenges and test out a series of experimental items."},"9P4Q17HQ2WKW":{"lang":"EN","title":"Immortal Realms: Vampire Wars","description":"Immortal Realms: Vampire Wars is an engaging strategy game set in a dark vampire world in turmoil, that combines empire management and turn-based combat with unique card-game elements. Descend into a mythical world filled with horrors and legends – and hurl yourself into a compelling gothic epos paired with a challenging game experience."},"9NWZ8VVR0JVD":{"lang":"EN","title":"Realpolitiks New Power","description":"Become the leader of any contemporary country in this streamlined real-time grand strategy game. Use diplomacy, espionage, military and economic power to deal with other nations, while tackling issues such as terrorism, financial crises and medical epidemics, all in an effort to achieve global domination!"},"9NLC4XLCNNL7":{"lang":"EN","title":"PONG Quest","description":"Take control of a brave young paddle and traverse treacherous lands - each loosely based on various classic Atari® hits - in this uniquely PONG®-themed dungeon-crawling RPG."},"9NT3F4HMX1L7":{"lang":"EN","title":"Weapons of War Pack","description":"Send Hawkeye back in time with the 1940's-inspired Iron Hunter, and take to the skies with Venture as you design your very own Warbird, with this set of unique custom blocks and themed skins.             "},"9P24PDG6JM6R":{"lang":"EN","title":"To the Stars Pack","description":"Relive Roswell with Better Future and enter the Space Race as GSO, with this set of unique custom blocks and themed skins."},"9MWDMLK2G1KL":{"lang":"EN","title":"Everreach: Project Eden","description":"Everreach is a fast-paced, story-driven action-RPG set on the visually stunning Planet Eden. In Everreach, you play as Nora Harwood, member of Everreach’s Security Division, on a mission to secure the colonization process of Eden and investigate mysterious incidents."},"9NRWMZZ3H1CT":{"lang":"EN","title":"DayZ Livonia","description":"About this game\r\nLivonia is the brand-new DLC map for DayZ, allowing players to experience the hardcore survival hit in a whole new environment. Up to 60 players on a server will be tasked with a single goal: survive this new unfamiliar land for as long as possible, by any means necessary."},"C4KBHNHRPLN6":{"lang":"EN","title":"Tropico 6","description":"In times of political turmoil and social unrest, the people are calling for visionary leaders, who will steer the fate of their country with foresight and ingenuity. Prove yourself once again as a feared dictator or peace-loving statesman on the island state of Tropico and shape the fate of your very own banana republic through four distinctive eras. Face new challenges on the international stage and always keep the needs of your people in mind."},"9NH5NCHGQGVR":{"lang":"EN","title":"Ancestors Legacy","description":"Ancestors Legacy is a squad-based real time strategy with a strong focus on tactics. Inspired by medieval European history, it brings to life four different nations and their conflicts, usually solved by war."},"9N5P2152RBPM":{"lang":"EN","title":"Blazing Chrome","description":"In Blazing Chrome, bring your best pal and kick some metal butts to free the humankind while enjoying a classic run’n’gun, fully loaded with action and exciting fights!"},"C56M0FH4QV21":{"lang":"EN","title":"DRAGON BALL FIGHTERZ - Goku (GT)","description":"Goku from Dragon Ball GT joins the fight. Transform into Super Saiyan 4 with his Meteor Attack!\r\n\r\nThis content includes:\r\n• Goku (GT) as a new playable character\r\n• 5 alternative colors for his outfit\r\n• Goku (GT) Lobby Avatar\r\n• Goku (GT) Z Stamp"},"BSR9NLHVF1KL":{"lang":"EN","title":"DayZ","description":"The post-soviet country of Chernarus is struck by an unknown virus, turning the majority population into frenzied infected. Fighting over resources has bred a hostile mentality among survivors, driving what’s left of humanity to collapse. You are one of the few immune to the virus - how far will you go to survive?"},"BNL3XR12S20S":{"lang":"EN","title":"GRIP Digital Deluxe","description":"This edition includes the game and the following:\r\n• Pre-Order Exclusive Nyvoss Hex Pack DLC\r\n• All launch Vehicle customisation/garage DLC packs\r\n\r\nGRIP is a high octane, hardcore combat racer, packing ferocious speed and armed to the teeth with heavy weapons."},"BVM6H48TW1XF":{"lang":"EN","title":"DRAGON BALL FIGHTERZ - Cooler","description":"Frieza's older brother, Cooler, is joining the fight to pursue his quest for vengeance against the Saiyan warriors.\r\n\r\nThis content includes:\r\n• Cooler as a new playable character\r\n• 5 alternative colors for his outfit\r\n• Cooler Lobby Avatar\r\n• Cooler Z Stamp"},"BW8JRRWQ246B":{"lang":"EN","title":"TerraTech","description":"Explore, build, craft and battle across alien worlds in this physics-based construction sandbox adventure.\r\n\r\nDesign cars, tanks and planes from a huge library of blocks. Scavenge, craft and buy new parts in order to survive and become the ultimate planetary prospector."},"BTW6QZ3CT42S":{"lang":"EN","title":"DRAGON BALL FIGHTERZ - Goku","description":"Coming back to the roots of the DRAGON BALL Z series, Goku is now ready to unleash his fearsome techniques, born from the combination of Saiyan DNA and earthling martial arts!\r\n\r\nThis content includes:\r\n• Goku as a new playable character\r\n• 5 alternative colors for his outfit\r\n• Goku Lobby Avatar\r\n• Goku Z Stamp"},"C0057FHNWPTK":{"lang":"EN","title":"DRAGON BALL FIGHTERZ - Zamasu (Fused)","description":"Zamasu (Fused), the calm & collected Supreme Kai apprentice is bringing his share of methodic deadliness to DRAGON BALL FighterZ!\r\n\r\nDRAGON BALL FIGHTERZ game required; sold separately."},"C40HL7DFHWCX":{"lang":"EN","title":"Wizard of Legend","description":"Wizard of Legend is a fast-paced dungeon crawler with an emphasis on dynamic magical combat. Quick movement and even quicker use of spells will allow you to chain spells together to unleash devastating combinations against your enemies! Unlock over 100 unique spells and discover powerful spell combinations! A wide variety of elemental spells allows you to create a hand best suited to your play style. Play solo or co-op!"},"C33QDHMR5X0G":{"lang":"EN","title":"Surviving Mars - Season Pass","description":"The Season Pass includes Space Race, Green Planet, the Colony Design Set, Marsvision Song Contest, and Project Laika for Surviving Mars"},"BVXXB86J7GSV":{"lang":"EN","title":"DRAGON BALL FIGHTERZ - Stamps: Girls Pack","description":"This pack of 3 stamps showcases some of the most famous heroines from the DRAGON BALL universe: Bulma and Android 18. But also Android 21, the brand new character whose creation was supervised by Akira Toriyama himself.\r\n\r\nDRAGON BALL FIGHTERZ game required; sold separately."},"C2NVMSCBZ50S":{"lang":"EN","title":"DRAGON BALL XENOVERSE 2 - Extra DLC Pack 1","description":"This Extra Pack 1 is the perfect content to enhance your experience with a lot of new elements: \r\n\r\n• 4 new powerful characters: Dabra, Buu (Gohan absorbed), Tapion and Android 13\r\n\r\n• Zamasu as a new Master\r\n\r\n• 5 New Parallel Quests\r\n\r\n• 4 New Costumes\r\n\r\n• 13 New Skills\r\n\r\n• 8 New Super Souls\r\n\r\nDRAGON BALL XENOVERSE 2 game required; sold separately."},"BQ5HJ270WNLT":{"lang":"EN","title":"Outbreak","description":"Race against the clock and battle the undead in this hardcore co-op survival horror nightmare."},"BTCV68X4G82C":{"lang":"EN","title":"DRAGON BALL XENOVERSE 2 - Super Pack 3","description":"Get your hands on new super content, including powerful characters from \"Future Trunks\" arc of DRAGON BALL SUPER! \r\n\r\n• 3 Additional Characters (Goku Black Rosé, Zamasu, Bojack)\r\n• 3 New Parallel Quests\r\n• 5 Additional Skills\r\n• 4 Additional Costumes\r\n• 5 Super Souls\r\n• 2 Emotes\r\n• Bojack as a Master\r\n\r\nDRAGON BALL XENOVERSE 2 game required; sold separately."},"C3Z7H6LR7223":{"lang":"EN","title":"Bloons TD 5","description":"Five-star tower defense with unrivaled depth and replayability.\n        \nThe Bloons are back and this time they mean business! Build awesome towers, choose your favorite upgrades, hire cool new Special Agents, and pop every last invading Bloon in the best ever version of the most popular family friendly tower defense series in history."},"C15P3FRF5ZZ7":{"lang":"EN","title":"DRAGON BALL XENOVERSE 2 - Super Pack 1","description":"Extand your experience with new exciting content!\r\n\r\n- 2 new playable characters: Cabbe (with his Super Saiyan transformation) and Frost (Final Form)\r\n- 1 new master: Hit\r\n- 5 new attacks\r\n- 3 new Parallel Quests\r\n- 2 new costumes\r\n- 5 Super Souls\r\n- 2 emotes\r\n\r\nDRAGON BALL XENOVERSE 2 game required; sold separately."},"BQSJ8P4ZL2XP":{"lang":"EN","title":"5300 Neverwinter Zen","description":"Zen is the name of the virtual currency used within Neverwinter. Zen can be used to purchase items not limited to but including cosmetic enhancements, accessories, in-game pets and mounts!"},"BZ6L6MLKKWN3":{"lang":"EN","title":"1000 Neverwinter Zen","description":"Zen is the name of the virtual currency used within Neverwinter. Zen can be used to purchase items not limited to but including cosmetic enhancements, accessories, in-game pets and mounts!"},"BR5W0BNWT809":{"lang":"EN","title":"Dragon Ball Z: Resurrection of « F » Pack","description":"Brand new content coming from the movie Dragon Ball Z: Resurrection of \"F\". Get 3 new characters: Golden Frieza, SSGSS Vegeta and SSGSS Goku. The first character ever created by Akira Toriyama is also included in this pack: Jaco."},"BRKMHZX1RCF2":{"lang":"EN","title":"Assassin's Creed IV Black Flag","description":"It is 1715. Pirates rule the Caribbean and have established a lawless Republic. Among these outlaws is a fearsome young captain named Edward Kenway."},"BTX10NSL9P28":{"lang":"EN","title":"Guacamelee! Super Turbo Championship Edition","description":"Guacamelee! STCE is a Metroid-vania style action-platformer where YOU take the role of a luchador to combat the evil Carlos Calaca and his hordes of undead minions, to rescue the kidnapped El Presidente's Daughter.\n\nUse the power of your fists to battle an army of evil. Uncover hidden wrestling techniques like the Rooster Uppercut, Intenso turbo-combat mode and Dimension Swap to open new areas and secrets... \nBut beware: Saving the world is not a task for the faint of heart."},"9P87CLMPXSN6":{"lang":"EN","title":"Gungrave G.O.R.E","description":"Gungrave G.O.R.E is a stylish third-person action shooter by South-Korean Studio IGGYMOB in which you take on the role of Grave, a gunslinger of resurrection and badass anti-hero of your dreams, mowing down tons of enemies in a gory ballet of bullets.\r\n\r\nG.O.R.E\r\nAs the titular Gunslinger of Resurrection, you become the badass anti-hero of your dreams, an ultimate killing machine, brutalising your foes without mercy. Taking cover and retreating is not an option for Grave, he only ever goes full steam ahead, preferably right through his enemies.\r\n\r\nStyle on your foes with gun-tastic stylish combat\r\nStylish third-person shooting meets close-range martial arts, creating seamlessly flowing action as you crush your enemies in a gory ballet of bullets. Utilise your unlimited ammo Cerberus pistols and your transformable EVO-coffin to unleash devastating combos in pursuit of maximum damage and style.\r\n\r\nLet there be Vengeance\r\nStrap in for a wild ride, an epic & emotional story of vengeance, love and loyalty, with more than 12 hours of gameplay in the story mode, for Gungrave fans and newcomers alike.\r\n\r\nEnjoy the Scenery\r\nGo on an epic adventure across South-East Asia, based on real-life locations with a dark, futuristic twist.\r\n"},"9P71R3N4LM2Z":{"lang":"EN","title":"Infinite Links","description":"Embark on an adventure of magic Talismans to save your sister from a curse!"},"9PC188HWR8NZ":{"lang":"EN","title":"Legend of Ixtona","description":"Fight turn-based strategy battles and save the kingdom of Ixtona!"},"BZT9XFJV12XQ":{"lang":"EN","title":"Phantom Doctrine","description":"The year is 1983. The world teeters on the verge of destruction as the Cold War tightens its icy grip. East or West: trust no one, question everything. The fate of humanity rests in your hands as you pit spy versus spy in Phantom Doctrine."},"BQGVM408P8D1":{"lang":"EN","title":"Tempest 4000","description":"Tempest 4000™ is a visually stunning, action-packed tube shooter based on the classic hit arcade game, Tempest™.  Developed by legendary game designer, Jeff Minter, Tempest 4000™ remains faithful to the original fast-paced gameplay by putting you in control of the Claw, a powerful spacecraft equipped to destroy deadly creatures and other obstructions with rapid-fire shots on vibrant geometric prisms."},"9N857BZCZPMM":{"lang":"EN","title":"Demon Slayer -Kimetsu no Yaiba- The Hinokami Chronicles Digital Deluxe Edition","description":"Become the blade that destroys demons!\r\n\r\nIn solo play mode, walk the path of Tanjiro Kamado and experience the story depicted in the anime \"Demon Slayer: Kimetsu no Yaiba\" as Tanjiro fights to restore his sister Nezuko's humanity and battle the demon threat!\r\n\r\nPlay Versus mode, which allows up to 2 players to battle in offline or online 1v1 battles with any combination of characters! With simple controls and exhilarating gameplay, rise up to become the strongest of the Demon Slayers"},"9N19LW4NNHTQ":{"lang":"EN","title":"Demon Slayer -Kimetsu no Yaiba- The Hinokami Chronicles Character Pass","description":"Purchase seven different Character Packs as a set.\r\nThe Character Pass will include all additional content that is scheduled to be released by the end of December 2022.\r\n\r\n[Set Details]\r\nTengen Uzui Character Pack\r\nNezuko Kamado (Advanced Demon Form) Character Pack\r\nTanjiro Kamado (Entertainment District) Character Pack\r\nZenitsu Agatsuma (Entertainment District) Character Pack\r\nInosuke Hashibira (Entertainment District) Character Pack\r\nDaki Character Pack\r\nGyutaro Character Pack"},"9PHW7BZS9P7Z":{"lang":"EN","title":"Demon Slayer -Kimetsu no Yaiba- The Hinokami Chronicles","description":"Become the blade that destroys demons!\r\n\r\nIn solo play mode, walk the path of Tanjiro Kamado and experience the story depicted in the anime \"Demon Slayer: Kimetsu no Yaiba\" as Tanjiro fights to restore his sister Nezuko's humanity and battle the demon threat!\r\n\r\nPlay Versus mode, which allows up to 2 players to battle in offline or online 1v1 battles with any combination of characters! With simple controls and exhilarating gameplay, rise up to become the strongest of the Demon Slayers!"}}