{"C5GF2JQKBSM1":{"lang":"EN","title":"Fortnite - Deep Freeze Bundle","description":"Includes a full set to be used in Battle Royale:\r\n\r\n- 1000 V-Bucks\r\n- Frostbite Outfit\r\n- Freezing Point Back Bling\r\n- Chill-Axe Pickaxe\r\n- Cold Front Glider"},"9NH18TKPS522":{"lang":"EN","title":"RESIDENT EVIL 3","description":"Jill Valentine is one of the last remaining people in Raccoon City to witness the atrocities Umbrella performed. To stop her, Umbrella unleashes their ultimate secret weapon: Nemesis!\r\n\r\nAlso includes Resident Evil Resistance, a new 1 vs 4 online multiplayer game set in the Resident Evil universe."},"BXGW0P1KRVPS":{"lang":"EN","title":"Fortnite - Frozen Legends Pack","description":"Stay frosty this season with the Frozen Legends pack! Includes:\r\n\r\n- Frozen Raven outfit & its Frozen Iron Cage back bling\r\n- Frozen Red Knight outfit & its Frozen Red Shield back bling\r\n- Frozen Love Ranger outfit & its Frozen Love Wings back bling\r\n"},"9N2S04LGXXH4":{"lang":"EN","title":"Resident Evil Village","description":"Experience survival horror like never before in the 8th major installment in the Resident Evil franchise - Resident Evil Village. With detailed graphics, intense first-person action and masterful storytelling, the terror has never felt more realistic."},"9N4R7JBNSTXH":{"lang":"EN","title":"Fortnite - Polar Legends Pack","description":"Put the competition on ice with the Polar legends pack. Includes the following cosmetics:\r\n\r\n- Frozen Nog Ops Outfit\r\n- Frozen Fishstick Outfit\r\n- Codename E.L.F. Outfit (includes additional styles)\r\n- E.L.F. Shield Back Bling (includes additional styles)\r\n- The Devourer Outfit (includes additional style and built-in emote)\r\n- Castle Peaks Back Bling"},"BVFDTJ1XF6CS":{"lang":"EN","title":"RESIDENT EVIL 7 biohazard","description":"Fear and isolation seep through the walls of an abandoned southern farmhouse. \"7\" marks a new beginning for survival horror with the “Isolated View” of the visceral new first-person perspective. Powered by the RE Engine, horror reaches incredible heights of immersion as players enter a terrifyingly new world of fear as they fight to survive."},"9ND1QM70SX4V":{"lang":"EN","title":"NHL 23 X-Factor Edition Xbox One & Xbox Series X|S","description":"Purchase EA SPORTS™ NHL 23 X-Factor Edition and receive:\r\n\r\n- Dual Entitlement\r\n- 4600 NHL Points\r\n- 5 World of Chel X-Factor Zone Ability Unlocks\r\n- Exclusive Signed Sarah Nurse World of Chel Jersey (Digital)\r\n- Be A Pro X-Factor Slot Unlocks (2), XP Boost, and Bonus Trait Points"},"9PKXGL2GD008":{"lang":"EN","title":"Assassin's Creed Mythology pack","description":"Discover the Mythology Pack, gathering Assassin's Creed Origins, Assassin's Creed Odyssey, and Assassin's Creed Valhalla."},"9N44WK3WV2HJ":{"lang":"EN","title":"Hell Let Loose","description":"Join the ever-expanding experience of Hell Let Loose - a hardcore World War Two first person shooter with epic battles of 100 players with infantry, tanks, artillery, a dynamically shifting front line and a unique resource based RTS-inspired meta-game. \r\n\r\nFight in the most iconic battles of the Western Front, including Carentan, Omaha Beach and Foy and more. This is combat at a whole new scale.... with lumbering tanks dominating the battlefield, crucial supply chains fuelling the frontlines, you are a cog in the machine of colossal, combined arms warfare. Hell Let Loose puts you in the chaos of war, complete with deep player-controlled vehicles, a dynamically evolving front line, and crucial unit-focused gameplay that commands the tide of battle."},"9P29XK3N9SVQ":{"lang":"EN","title":"Assassin’s Creed Valhalla + Watch Dogs: Legion Bundle","description":"Become a legendary Viking Warrior in Assassin's Creed Valhalla and take back near-future London in Watch Dogs: Legion."},"9P8RBKXKNFQ0":{"lang":"EN","title":"UNO® Ultimate Edition","description":"UNO® Ultimate Edition contains UNO®, UNO FLIP!™, UNO® Fenyx's Quest, plus themed cards featuring Just Dance® 2017, Rayman®, and more. Match cards by color or value to race against other players. Try UNO FLIP™! for a new twist, play in the Golden Isle with UNO® Fenyx's Quest, and add more to your deck with the additional themed decks to really change the way you play!"},"9P7M6CRC96J0":{"lang":"EN","title":"IMMORTALS FENYX RISING - GOLD EDITION","description":"Receive the game, Season Pass and bonus in-game content with the Gold Edition.\r\n\r\nImmortals Fenyx Rising brings grand mythological adventure to life. Play as Fenyx on a quest to save the Greek gods.\r\nWield the powers of the gods to battle powerful mythological beasts in the air or on the ground and solve ancient puzzles."},"9P1NV4N3P2LP":{"lang":"EN","title":"The Division 2 - Warlords of New York - Ultimate Edition","description":"INCLUDES THE DIVISION 2 + EXPANSION + BONUS CONTENT\r\n\r\nYou play as a member of The Division, an elite group of civilian agents in charge of protecting the people of Washington D.C. in a post-pandemic world.\r\n\r\nIn the Warlords of New York expansion, chase your nemesis, Aaron Keener, a former Division Agent who has taken control of New York."},"C24T2MRDBB3W":{"lang":"EN","title":"Street Fighter 30th Anniversary Collection","description":"Celebrate Street Fighter’s historic legacy with the Street Fighter 30th Anniversary Collection. In this massive collection of 12 Street Fighter titles, perfect arcade balance makes it to consoles for the first time ever.  Four groundbreaking titles let you hop online and relive the arcade experience through the online Arcade Mode or play with friends - SFII Hyper Fighting, Super SFII Turbo, SF Alpha 3 and SFIII: Third Strike!"},"BR7X7MVBBQKM":{"lang":"EN","title":"Far Cry® 5","description":"Welcome to Hope County, Montana, land of the free and the brave but also home to a fanatical doomsday cult known as Eden’s Gate. Stand up to cult leader Joseph Seed, and his siblings, the Heralds, to spark the fires of resistance and liberate the besieged community."},"BQ5KC1NMPP8P":{"lang":"EN","title":"Grand Theft Auto V: Premium Edition & Megalodon Shark Card Bundle","description":"The Grand Theft Auto V: Premium Edition & Megalodon Shark Card Bundle includes the complete Grand Theft Auto V story experience, free access to the ever evolving Grand Theft Auto Online and all existing gameplay upgrades and content. You’ll also get the Criminal Enterprise Starter Pack, the fastest way to jumpstart your criminal empire in Grand Theft Auto Online, plus a Megalodon Shark Cash Card worth $10,000,000 in-game GTA dollars to spend in GTA Online."},"C54H8FDKTJPG":{"lang":"EN","title":"Grand Theft Auto V: Premium Edition & Great White Shark Card Bundle","description":"The Grand Theft Auto V: Premium Edition & Great White Shark Card Bundle includes the complete Grand Theft Auto V story experience, free access to the ever evolving Grand Theft Auto Online and all existing gameplay upgrades and content. You’ll also get the Criminal Enterprise Starter Pack, the fastest way to jumpstart your criminal empire in Grand Theft Auto Online, plus a Great White Shark Cash Card worth $1,500,000 in-game GTA dollars to spend in GTA Online."},"9PGSCB1X2P7G":{"lang":"EN","title":"MARVEL VS. CAPCOM: INFINITE","description":"Xbox One and Windows 10 owners can play this title online together. You cannot play this game with owners on other platforms.\r\n\r\nThe epic clash between two storied universes returns with Marvel vs. Capcom: Infinite, the next era of the highly revered action-fighting game series. Marvel and Capcom universes collide like never before as iconic characters team up for action-packed player-versus-player combat. Ultron Sigma has begun the systematic eradication of all biological life. Against all odds, heroes arise from the rubble, form new alliances and stand together against the ultimate threat, their only hope laying with the all-powerful Infinity Stones."},"C006S0X5ZJSB":{"lang":"EN","title":"Dead Rising Triple Bundle Pack","description":"Enjoy three times the zombies with the Dead Rising Triple Bundle Pack, containing Dead Rising, Dead Rising 2, and Dead Rising 2 Off The Record. What a time to be undead!"},"9PNHXRVF258Q":{"lang":"EN","title":"Iris Fall","description":"Fusing gameplay with light & shadow. The concept of light and shadow runs throughout the design of the game’s story, art and puzzles. Switch between light and shadow and pass through the two realities as you experience unique interlacing of black and white, as well as both 2D and 3D."},"9PLCVVTBH9RD":{"lang":"EN","title":"SHMUPS Pack 2x1","description":"Two spaceship games for fans of the genre"},"9MXXJ63T8R5C":{"lang":"EN","title":"Space Raiders in Space","description":"An alien hivemind sets out to destroy humanity. Protect your crew from giant bug creatures and assist them on their mission. Discover the truth about the alien invasion."},"9NC9DT1ZCJDM":{"lang":"EN","title":"reky + Clumsy Rush","description":"Feast your eyes on crystal clear visuals of reky. Interact with your environment and find a way to reach the finishing...square. Clumsy Rush is a guaranteed dose of a laugh for friends and family. Why pick one when you can have them both."},"9P4J62BV4986":{"lang":"EN","title":"It's Kooky + Clumsy Rush","description":"Look for quirks in the new hidden object game - It's Kooky! Clumsy Rush is a guaranteed dose of a laugh for friends and family. Why pick one when you can have them both."},"9PBXV7C8ZVMB":{"lang":"EN","title":"Broken Universe - Tower Defense + Cyber Protocol","description":"Roco is just an everyday racoon. He's just given his sweetheart a pretty necklace... which caused the ENTIRE universe to explode! She's nowhere to be found and he's the only one who can save her. Want to feel like a cyberpunk hacker? Save your friend by beating 100 levels of Cyber Protocol. "},"9MZD6S33M97J":{"lang":"EN","title":"8-Ball Pocket","description":"8-Ball Pocket brings you eight-ball pool, also known as American billiards. You can compete with up to 4 friends or against the AI in Versus mode, or challenge the best in the world in Arcade mode, where you can make combo shots and rack up points to become Number 1 in the online ranking. All of this comes in a setting with great graphics and Jazz music."},"9NJ78SP941JW":{"lang":"EN","title":"Fluffy Horde","description":"The Fluffy Horde is coming! Save your crops from the enemy and try to withstand the rabbit TSUNAMI."},"9NVVCBFC39Q6":{"lang":"EN","title":"Outbreak: Lost Hope Definitive Collection","description":"Experience a mother's desperate search for her daughter in the midst of a nation-wide epidemic. This story follows Gwen just after her harrowing escape from an urban center during the outbreak. A terrible accident causes her to get separated from her daughter Hope and she has to fight the undead to survive... and save her daughter."},"9N3FRFLQWDDC":{"lang":"EN","title":"Wave Break","description":"Wave Break is the world's first skateBOATING game, inspired by arcade skateboarding classics. Grind, grab, kickflip and shoot your way through an explosive 80s crime-filled Miami Vice themed world.\r\n\r\nEnjoy an episodic single player campaign, ranked online multiplayer, multiple custom game modes, and an advanced park creator. From tropical beaches to frozen tundras, ride the waves and score the world's biggest combo with style.\r\n\r\nFeatures:\r\n\r\nONLINE MULTIPLAYER:\r\nCompete to be the best flippin’ champ in online ranked matchmaking, or group up with online friends in custom game modes.\r\n\r\nMULTIPLE GAME MODES:\r\nCompete for high scores in Trick Attack, battle it out in Deathmatch, or practice and refine your skills in Free Play mode.\r\n\r\nPARK CREATOR:\r\nCreate the park of your dreams using our advanced in-game Park Creator! Create and edit ONLINE with friends, or do it solo for super-focus.\r\n\r\nCUSTOMIZATION: \r\nUnlock hundreds of custom clothing for maximum stylin’, as well as tons of decals and decorations for your boats. Upgrade stats and unlock gear as you play and earn money.\r\n\r\nSTREAM SAFE SOUNDTRACK: \r\nVibe out to Wave Break’s fresh and 100% stream safe soundtrack featuring original songs from some of the best synthwave artists in the scene like Timecop1983, Kalax, and many more!\r\n"},"9N9N9337Z5M8":{"lang":"EN","title":"Headbangers in Holiday Hell","description":"Twin Stick roguelite about rebelling against cheesy Christmas"},"9NB52QBS4ZDB":{"lang":"EN","title":"Marvel's Midnight Suns Digital+ Edition","description":"DARKNESS FALLS. RISE UP!\r\n\r\nCustomize the look of your Super Hero lineup with the Marvel’s Midnight Suns Digital+ Edition, including Marvel’s Midnight Suns base game and 11 premium skins. Fight and strategize like a Super Hero against the darkest corners of the Marvel Universe."},"9NZV28P1ZMQ0":{"lang":"EN","title":"Marvel's Midnight Suns Enhanced Edition","description":"DARKNESS FALLS. RISE UP!\r\n\r\nFight the legions of Lilith in style with the Marvel’s Midnight Suns Enhanced Edition! This edition includes the Marvel’s Midnight Suns base game and 5 premium hero skins.\r\n\r\nFight and strategize like a Super Hero against the darkest corners of the Marvel Universe."},"9PCVWW89JKVW":{"lang":"EN","title":"Marvel's Midnight Suns Legendary Edition","description":"DARKNESS FALLS. RISE UP!\r\n\r\nCustomize the look of the Midnight Suns team and extend your adventure with the Marvel’s Midnight Suns Legendary Edition. Includes the Marvel’s Midnight Suns base game and  Season Pass, which includes 23 premium skins available at launch and four post-launch DLC packs"},"9NJ9BJSQ7QHB":{"lang":"EN","title":"Bloody Samurai","description":"Bloody Samurai is a dark style fighting platform and trap adventure game. The game requires strategic thinking and memory with special attention to avoiding traps. In the game, you will be in the role of a samurai. The evil demon hurt your family. In order to avenge you need to challenge many levels and finally fight the demon boss.\r\nIt is recommended to use an Xbox Controller for gaming for a better gaming experience. The game also supports full keyboard control. You can review the game control guide at the first level of the first chapter of the game. Enjoy!"},"9PLPFPDVX580":{"lang":"EN","title":"Just Dance® 2023 Deluxe Edition","description":"Velkommen til en ny danse-æra med Just Dance® 2023 Edition! For første gang nogensinde kan du danse til BTS' \"Dynamite\" og andre store hits! Nu med ny personlig tilpasning, 3D-verdener og nye sange og spiltyper året rundt*, så du kan opleve en uendelig dansefest hele året! "},"9PMQMGQ5L7QQ":{"lang":"EN","title":"Bravery and Greed","description":"Bravery and Greed is a beat 'em up, roguelite, dungeon brawler for up to four players. Choose from four classic fantasy classes, engage in a deep robust combat system, and play a variety of co-operative and competitive game modes with friends via local, online or both. Get rich, or die trying!"},"9N8NP368D2RT":{"lang":"EN","title":"Sniper Ghost Warrior Contracts 1 & 2 Double Pack","description":"Sniper Ghost Warrior Contracts 1 & 2 have been bundled together to provide a challenging collective experience, with two dramatic single-player campaigns. Immerse yourself by using a mix of stealth, tactics and precision to take out your targets with the most satisfying sniping gameplay."},"BT3611GR00CQ":{"lang":"EN","title":"Gotham Knights","description":"Batman is dead. It is now up to the Batman Family - Batgirl, Nightwing, Red Hood, and Robin - to protect Gotham City."},"9P9JZ8K1TNBM":{"lang":"EN","title":"New Tales from the Borderlands: Deluxe Edition","description":"Decide the fates of altruistic scientist Anu, her ambitious, \"streetwise\" brother Octavio, and the fierce, frogurt-slinging Fran. With nothing left to lose and everything to gain, you'll claw and con your way through five thrilling chapters full of gun-toting goons, otherworldly beasts, and delicious tacos."},"9N66Z9X8SCVB":{"lang":"EN","title":"Batora: Lost Haven","description":"Embark on an epic adventure to save Earth in this interplanetary action RPG. Harness the ancient powers of Sun and Moon to take on a variety of unique enemies while solving diverse puzzles and exploring stunning sci-fi worlds, each with its own curious stories, inhabitants, and mysteries."},"9PHJC0H6HPKD":{"lang":"EN","title":"Ghostbusters: Spirits Unleashed","description":"Ghostbusters: Spirits Unleashed is a fun, multiplayer game perfect for all skill levels. Four proton pack wielding Ghostbusters attempt to catch a Ghost haunting unique locations in asymmetrical multiplayer battles (online or offline). As players progress, they will unlock cosmetics and upgrades for both Ghostbusters and Ghosts to evolve their gameplay experiences. The look and feel will deliver to fans an immersive experience in the universe, allowing them to play out their Ghostbusting fantasies. Whether hunting or haunting, the game is easy to learn and fun to master!\r\n\r\n"},"9NHS18LXM05W":{"lang":"EN","title":"Little Mage Adventure","description":"Platform adventure game where Mage Boy must cross the mystic valley where he meets many challenges. Collect all stars to achieve a high score in each level. Little Mage Adventure is a super fun and challenging 2D side-scroller game in the same style as blockbuster games. The game features 30 levels that will challenge you to beat it. Have fun!"},"9N2QM0D8H7ZX":{"lang":"EN","title":"PGA TOUR 2K23 Deluxe Edition","description":"The Deluxe Edition contains the Standard Edition, plus the Michael Jordan Bonus Pack, Deluxe Bonus Pack, Golden Club Pack, and dual-gen entitlement."},"9N7KZFCFZD4W":{"lang":"EN","title":"NHL 23 Xbox One","description":"EA SPORTS™ NHL 23 is greater together with the introduction of mixed women’s and men’s teams in HUT, same-gen cross-platform matchmaking planned for WOC in November 2022, 500+ new Last Chance Puck Movement animations, and more. So grab your friends and gear up for the most connected version of Chel yet."},"9NV8BHF1N9F4":{"lang":"EN","title":"NHL 23 Xbox Series X|S","description":"EA SPORTS™ NHL 23 is greater together with the introduction of mixed women’s and men’s teams in HUT, same-gen cross-platform matchmaking planned for WOC in November 2022, 500+ new Last Chance Puck Movement animations, and more. So grab your friends and gear up for the most connected version of Chel yet."},"9PP6N9VWK8M1":{"lang":"EN","title":"Kao the Kangaroo Oh! Well DLC","description":"Well, well, well, there’s something spooky going on!\r\n\r\nWith 5 new playable Eternal Wells to conquer and 5 scary skins to unlock, Kao The Kangaroo’s Oh! Well DLC pack is the perfect way to get ready for a scare.\r\n\r\nGuide Kao through new challenges set to test his skills. Jump, punch, climb and slide in this brand new playable content pack. There’s a host of fearsome new drip added to Kao’s closet. Look the part with 5 new outfits to unlock, tailor made to strike fear into the hearts of Kao’s enemies… and friends and family!\r\n"},"9NHSQV0GRW9Z":{"lang":"EN","title":"The Last Oricru","description":"The Last Oricru is an action RPG with a strong emphasis on storytelling, player choices and challenging (coop or single player) fights. The player awakens in a sci-fi medieval world on the brink of a war and starts influencing the destiny of the whole world. Game is designed as both single-player and a co-op experience. \r\n"},"9N02ZWF0CM24":{"lang":"EN","title":"Let's Sing ABBA","description":"Celebrate the glorious comeback of the Swedish pop giant ABBA. Party solo or with your friends to some of your favourite classics from the band's repertoire! Choose from a collection of 31 ABBA classics and perform them in eight different game modes."},"9NLRLNWD9X67":{"lang":"EN","title":"Hokko Life","description":"Hokko Life is a cosy, creativity filled community sim game.\r\n\r\nStep off the train into the town of Hokko and get settled into your new home!\r\n\r\nThis quiet village needs your help to turn it into the charming rural town everyone loves. With hammer and paints in hand it's up to you to design, build and decorate homes for all of your new friends!"},"9PF02ZFH0Z45":{"lang":"EN","title":"DEATHLOOP Deluxe Pack","description":"Upgrade to the most stylish version of DEATHLOOP with the Deluxe Pack! Assassinate in style with classy character skins, premium weapons, and two trinkets to buff your gear. "},"9N9PLFH8SW3F":{"lang":"EN","title":"Soulstice","description":"Explore a dark world brimming with hidden mysteries, master a diverse combat system, and inhabit the dual forces of two sisters in a coming-of-age dark fantasy story with fast-paced action, vicious enemies, and spectacular boss fights."},"9MVL7X65TWB1":{"lang":"EN","title":"Fallout 76: The Pitt Recruitment Bundle","description":"Join the new faction of Responders as they help the members of The Union trapped in The Pitt and unlock bonus in-game digital themed cosmetic and C.A.M.P. items, including the Pittsburgh Neighborhood C.A.M.P. Kit, Fanatic Power Armor Paint, and more!"},"9N533ZJNFJP7":{"lang":"EN","title":"NBA 2K23 Digital Deluxe Edition","description":"Rise to the occasion and realize your full potential in NBA 2K23. Prove yourself against the best players in the world and showcase your talent in MyCAREER or The W. Pair today’s All-Stars with timeless legends in MyTEAM. Build a dynasty of your own as a GM, or lead the league in a new direction as the Commissioner in MyNBA. Take on NBA or WNBA teams in PLAY NOW and experience true-to-life gameplay. How will you Answer The Call?"},"9NQ97CR6VTVQ":{"lang":"EN","title":"Saints Row Platinum Edition","description":"The Platinum Edition includes the Gold Edition and the much celebrated Saints Row The Third - Remastered.  "},"9NWQ3F5889M2":{"lang":"EN","title":"Yars: Recharged","description":"Shoot from afar or nibble up-close and personal in a boss-rush, bullet-dodging revival of the 1982 Atari classic title, Yars' Revenge. Take on 60 unique enemy encounters alone or with a friend in local co-op."},"9N68F8TM7TKW":{"lang":"EN","title":"Thymesia","description":"Thymesia is a gruelling action-RPG with fast-paced combat and an intricate plague weapon system. \r\nIn a kingdom where death spreads, play as a mysterious character known only as \"Corvus\". Prey upon your enemies, wield the power of disease and find the truth in your own memories. "},"9NG5CJB0F5R1":{"lang":"EN","title":"Temple Dash: Jungle Adventure","description":"Temple Dash is a fast-paced platformer. The rules are simple and the goal of this game is to train your reflexes and concentration so is it interesting to you? The game has 50 levels currently with different types of difficulty.  Avoid the obstacles as you dash up to the finish line. Jump back and forth and improve your dashing skills. Have fun with the game! \rGamepad Controls:\rJump or Double Jump: Press A or Press X\rContinuous Jump: Hold X\rKeyword Controls:\rJump or Double Jump: Press Up or Press Space\rContinuous Jump: Hold Space"},"9NF2T37CLLTV":{"lang":"EN","title":"Ghostrunner: Complete Edition","description":"Adapt, overcome and kill in the challenging but rewarding Ghostrunner: Complete Edition, the ultimate Ghostrunner experience, which includes the critically acclaimed Ghostrunner, Project _Hel expansion and all cosmetic packs. "},"9MV8GW6FBRFF":{"lang":"EN","title":"Capcom Fighting Collection","description":"Ten of Capcom's most popular arcade games in one epic collection!\r\n\r\nA wide variety of titles are included from iconic series such as Street Fighter and Darkstalkers, Cyberbots, and the first home console port of Red Earth! And of course, all titles support online play!\r\n\r\nThis is the perfect collection for both arcade veterans who remember the titles, and those who want to get into them for the first time!"},"9NBF9G1VB0QN":{"lang":"EN","title":"Falcon Genesis","description":"Inspired by the fastest moving creatures on Earth, the Falcon Genesis skin pack for Hawkeye and Venture introduces slick, aerodynamic block designs and raptor motifs, giving your Techs a smart new look as you explore the world via ground and air."},"9PMW1L9JBM7Q":{"lang":"EN","title":"Gravitar: Recharged","description":"A lone pilot, far from home, must navigate an abstract universe of uncharted planets and space stations guarded by mysterious, hostile aliens in Gravitar: Recharged."},"9P2V402QXH62":{"lang":"EN","title":"Kao the Kangaroo","description":"Inspired by the golden age of 3D Platformers, Kao The Kangaroo returns in a whole new adventure! Embark on an epic journey, master magical gloves, explore lush environments and take Kao through his most grand tale yet!"},"9N9Q21DVHMX3":{"lang":"EN","title":"ACE COMBAT™ 7: SKIES UNKNOWN - TOP GUN: Maverick Edition","description":"Contains the main game ACE COMBAT™ 7: SKIES UNKNOWN plus the TOP GUN: Maverick Aircaft Set."},"9NB2B9FFRPG8":{"lang":"EN","title":"The Lucid Dreamer Bundle","description":"Sherlock Holmes Chapter One + The Sinking City Bundle\r\n\r\nUse your mind to investigate and your willpower to resist madness."},"9NVPWX0148T2":{"lang":"EN","title":"Sherlock Holmes Essential Bundle","description":"Sherlock Holmes: Chapter One + Sherlock Holmes: Crimes and Punishments + Sherlock Holmes: The Devil's Daughter Bundle"},"9P898CXX27TD":{"lang":"EN","title":"Sniper Ghost Warrior Contracts Full Arsenal Edition","description":"Become the ultimate assassin in Sniper Ghost Warrior Contracts, a highly realistic modern warfare shooter featuring an immersive single-player campaign across large, open-ended maps. Tactical thinking, high-stealth movement, and extreme precision required."},"9N0T8V0R7MBC":{"lang":"EN","title":"Turnip Boy Commits Tax Evasion","description":"Play as an adorable, yet trouble-making turnip. Avoid paying taxes, solve plantastic puzzles, and take on massive beasts in a journey to tear down a corrupt vegetable government!"},"9NVBKDF85W8T":{"lang":"EN","title":"Road 96","description":"Road 96 is a crazy, beautiful road-trip. The discovery of exciting places, and unusual people on your own personal journey to freedom."},"9P0V739HZLBK":{"lang":"EN","title":"Sniper Ghost Warrior Contracts 2 Complete Edition","description":"Sniper Ghost Warrior Contracts 2 marks the most challenging entry to the acclaimed series yet, introducing extreme-range sniping with targets over 1000m away. Featuring a dramatic single-player campaign set in modern day Middle East, there’s no better way to prepare for its high-pressure tactical combat, than with the Complete Edition - containing all previously released expansions and DLC.\r\n\r\nFeaturing:\r\n● Base Game\r\n● ‘Butcher’s Banquet’ - a major expansion which introduces an entirely new and expansive region - The Temple - complete with all-new objectives and some of the most deadly contracts, yet.\r\n● Tactical Tracker - Gain a strategic upper hand with the Tactical Tracker DLC Weapon Pack, featuring three great looking, hard-hitting weapons; the Marcus Tactical 8, FFF-45 ACP and ROCK AS100.\r\n● Lock n' Load - The Lock n’ Load DLC Weapon & Weapon Skin pack truly packs a punch with four lethal additions to your arsenal. Featuring the ZXR .45 ACP Submachine Gun, Kings Arms Shotgun, Giovanni Mk12 Auto Shotgun, and Prescot SR-9 Pistol, we’re talking all new levels of pain. In addition, you’ll receive the Fire & Ice Weapon Skin, usable across all gun models in-game.\r\n● Solitary Sniper - Wreak long-range devastation with the Solitary Sniper DLC Weapon Pack. Featuring three diverse but equally deadly sniper rifles - the PR15 HERA, LSSR SOKIL 4 and XG Dawen - this is sniping at its very best!\r\n● Crossbow Carnage - Strap on a new armory and surprise your enemies with the Crossbow Carnage DLC pack. With four brand-new weapons and a stealthy Zeb-bruh gun skin, enemies won’t know you’re coming until the bolt lands in their face.\r\n● Safari Sadist - Hunter or hunted? Make sure it’s the former with the Safari-Sadist DLC pack, featuring three trapper-themed weapon skins, usable across all in-game weapons. It’s ideal for snipers who want to blend in before they strike.\r\n● Savage Serpents - Lay low in the grass until you are ready to strike with these three savage snake-themed weapon skins. Includes: Grass Snake (weapon skin), Desert Snake (weapon skin), Dark Snake (weapon skin)\r\n● Claws are Out - Slash, growl and roar your enemies into submission with these three feline-themed skins. Designed to make your armoury purr before you sink your bullet-shaped teeth into your foes. Includes: Lavish Leopard (weapon skin), Combat Cheetah (weapon skin), White Tiger (weapon skin)\r\n● Wild Thing - Release your inner beast and become ruler of the jungle with the Wild Thing DLC pack, featuring three ferocious new weapon skins, usable across all in-game gun models. Includes: Giraffe Park (weapon skin), Alligator Leather (weapon skin), Rhino Rush (weapon skin)\r\n● Abstract Assassin - The Abstract Assassin DLC Weapon Skin pack is for those that want to turn heads… before exploding them. Containing three eye-popping skins, including Paint Spill, Round Geometrical Painted and Dark Hex Camo, why blend in when you can stand out?\r\n● G Glow - Rebel with a cause? Get a load of the Graffiti Glow DLC Pack, featuring an unmissable weapon skin for those who want to get noticed. Usable across all gun models, get ready to spray those bullets at the opposition.\r\n● Dark Sky - Reign down supreme on your enemy with the Dark Sky DLC pack, featuring a cosmic blue weapon skin. Usable across all gun models, it’s time to make it rain… bullets!"},"9NP1B2V92QZX":{"lang":"EN","title":"Assassin's Creed Valhalla Complete Edition","description":"Includes:\r\n\r\n- The base game Assassin's Creed Valhalla\r\n- The season Pass: Wrath of the Druids and The Siege of Paris expansions\r\n- The ultimate Pack features the Berserker Bundle (Gear Set, Settlement Pack, and Longship Pack)\r\n- Assassin's Creed Valhalla: Dawn of Ragnarök : Embrace your destiny as the Norse god Odin and complete your saga"},"9MW1V5ZTJTNF":{"lang":"EN","title":"Kombinera","description":"Control multiple colored balls simultaneously in this brain-bending puzzle platformer. It's up to you to combine every ball and complete each perilous level. Can you solve them all? Can you save King Kombine from the Kave of Kaos?\r\n"},"9NJN1MC1X5FK":{"lang":"EN","title":"LEGO® Star Wars™: The Skywalker Saga","description":"Play through all nine Skywalker saga films in a game unlike any other.   With over 300 playable characters, over 100 vehicles, and 23 planets to explore, a galaxy far, far away has never been more fun! \r\n\r\n*Purchasers of the digital edition receive an exclusive classic Obi-Wan Kenobi playable character."},"9NXLHSJ6KS0T":{"lang":"EN","title":"WWE 2K22 Cross-Gen Digital Bundle","description":"REDESIGNED GAMEPLAY ENGINE. NEW CONTROLS. ALL THE FEATURES YOU CAN HANDLE.\r\n\r\nGet ripped out of the stands and hit with complete control of the WWE Universe. Throw down with the biggest and most realistic-looking WWE Superstars and Legends. Relive pivotal moments in Rey Mysterio’s iconic career in 2K Showcase. Hitting this hard has never been so easy. \r\n\r\nWWE 2K22: IT HITS DIFFERENT"},"9P86Q9XSJD3N":{"lang":"EN","title":"WWE 2K22 Deluxe Edition","description":"WHEN THE VALUE HITS THIS DEEP IT HITS DIFFERENT\r\nThe WWE 2K22 Deluxe Edition contains everything that is included in the WWE 2K22 Standard Edition, plus the Undertaker Immortal Pack, Starrcade '96 Rey Mysterio Pack,  and the Season Pass! "},"9MWGGZQ70PP2":{"lang":"EN","title":"THE KING OF FIGHTERS XV Deluxe Edition","description":"[Game Content]\r\nSHATTER ALL EXPECTATIONS\r\nThe new \"XV\" that transcends everything!\r\n\r\nSince its debut in 1994, the KOF fighting game series has been driving the world to the excitement with its appealing characters and unique game system. Six years have passed since the last title in the series, and now KOF XV surpasses all of its predecessors in terms of graphics, systems, and online experience!"},"9P4F9QSK611N":{"lang":"EN","title":"THE KING OF FIGHTERS XV Standard Edition","description":"[Game Content]\r\nSHATTER ALL EXPECTATIONS\r\nThe new \"XV\" that transcends everything!\r\n\r\nSince its debut in 1994, the KOF fighting game series has been driving the world to the excitement with its appealing characters and unique game system. Six years have passed since the last title in the series, and now KOF XV surpasses all of its predecessors in terms of graphics, systems, and online experience!"},"9NF63NVSRV4V":{"lang":"EN","title":"Tom Clancy's Rainbow Six® Siege Operator Edition","description":"Start your Siege adventure with the new Operator Edition, now including the full game, all maps, modes, and 42 unique operators from Year 1 to Year 6."},"9P7178RS82S7":{"lang":"EN","title":"Breakout: Recharged","description":"The original brick breaker returns with its toughest challenge yet. Survive as long as you can in arcade or take on one of 50 challenges picking up game-changing power-ups along the way."},"BXRB4ZH2GJHK":{"lang":"EN","title":"Tom Clancy’s Rainbow Six® Extraction","description":"Team Rainbow now faces the greatest terror ever: a lethal, mutating alien invasion. Pre-order now to get the Orbital Decay bundle."},"9P30MV0HQTFF":{"lang":"EN","title":"Tom Clancy's Rainbow Six® Extraction United Bundle","description":"Get the Deluxe Editions of 2 games in the ultimate Rainbow Six bundle: The award-winning Rainbow Six® Siege AND the NEW Rainbow® Six Extraction, where Team Rainbow faces a lethal, mutating alien parasite. Bundle also includes 4 crossover gearsets, Rainbow Six Siege Deluxe Edition with all 18 Rainbow Six Extraction operators unlocked, plus 3 EXCLUSIVE Epic gearsets and XP boosters in Extraction."},"9N0102B834ZM":{"lang":"EN","title":"Fantasy Dash","description":"Fantasy Dash is a very cool running game. The game is divided into four difficulty levels with a total of 72 levels. You need to control the character to run or fly and reach the end. The road is full of thorns and obatacles. It requires you to react quickly to avoid obstacles and collect stars. Stars can redeem skins for your characters in the shop. Let's go. Have fun!\rXbox Controller & Gamepad Supported\r*Use arrow keys to move focus.\r*Press B to go back.\r*Press View/Menu to pause the game.\r*Press A to select.\r*Hold A to control the character to jump or fly.\rKeyboard Supported\r*Use arrow keys to move focus.\r*Press B to go back.\r*Press P to pause the game.\r*Press Enter to select.\r*Hold Space/Enter to control the character to jump or fly.\rTouch & Mouse Supported\r*Just touch or click. "},"9P0FZDW4X1Q0":{"lang":"EN","title":"Asteroids: Recharged","description":"How long can you survive the depths of space in this fresh revival of the classic arcade shooter, all while grooving to an original score by Megan McDuffee. Pilot solo or recruit a friend for local co-op across 30 unique challenges or the endless arcade mode."},"9NSBKD4C1DVC":{"lang":"EN","title":"Fishing: North Atlantic Scallop Enhanced Edition","description":"Expand your gaming experience with the new official Scallop DLC for Fishing: North Atlantic!\r\n"},"9PBZLMJZ5MMW":{"lang":"EN","title":"TEKKEN 7 - Originals Edition","description":"The Originals Edition includes the full game with the 12 TEKKEN series original character packs, as well as the new frame data feature."},"9P121GJW0X9Q":{"lang":"EN","title":"Grow: Song of the Evertree","description":"Grow your own worlds! See your actions change the world for better!  Bring the Evertree back to life in this breathtaking world-crafting sandbox, with life management and adventure elements.\r\n\r\nOver time, the Worlds of Alaria faded. The Evertree – where many worlds resided on its countless branches – is now nothing more than a sapling, its splendor long erased from memory. No one knows how to make it grow. But you are different. You hear the sun as it sings across the sky. You hear the language of rain against the earth. You are the last of the Everheart Alchemists and your task has been passed down from generation to generation - Grow and protect the Evertree!"},"9P7WX4XL1PWT":{"lang":"EN","title":"Sherlock Holmes Chapter One","description":"In this story-driven detective thriller, a young Sherlock Holmes struggles to prove himself as he navigates an exotic, dangerous island in the Mediterranean to investigate the mystery of his mother's death."},"9MXJ2CDPQ7XN":{"lang":"EN","title":"The Elder Scrolls V: Skyrim Anniversary Upgrade","description":"The Anniversary Upgrade includes pre-existing and new Creation Club content like quests, dungeons, bosses, weapons, spells, and more. With Creations, there is a lot more to discover. You must own Skyrim Special Edition to access this content."},"9N5Z3Q8GQWXW":{"lang":"EN","title":"Röki","description":"Rediscover magic and chart your adventure through this forgotten northern world of mystery and monsters. Find your courage, discover hidden paths, solve ancient puzzles and travel deeper through the icy land to learn the truth.\r\n \r\nWe join Tove on a fantastical journey to save her family. A journey that takes her deep into a hidden and long forgotten world of lost folklore filled with strange locations and even stranger creatures. \r\n \r\nExplore the ancient wilderness, solve its mysteries, save your family in this modern adventure game for all. \r\n\r\nEXPLORE a Living Fairy Tale Forest.\r\nExplore a rich, beguiling Northern world of mystery and monsters; filled with detail and brought to life by Roki's signature graphical style.\r\n\r\nMake Friends With MONSTERS.\r\nSeek out the ancient and magical creatures of the Scandinavian wilderness; some are friendly, some not so much! Röki has a rich cast of unique ‘creepy-but-cute’ characters - discover our own take on Nordic folklore. \r\n\r\nSEARCH for Long Forgotten Items.\r\nThe ancient wilderness holds many secrets. Seek out long forgotten items to aid you on your adventure.\r\n\r\nSOLVE the Riddles of the Wilderness.\r\nRöki is a game of brains not brawn. Can you unlock ancient pathways and solve the riddles of the ancients?\r\n\r\nCHART your Journey.\r\nTove charts her progress in her trusty journal - it’s her grail diary. Map uncharted regions, delve into the rich Scandinavian folklore, collect loot and earn unique ‘wilderness explorer’ badges.\r\n\r\nAn ADVENTURE For ALL.\r\nRöki is an adventure game for ALL gamers - with its non-violent gameplay, accessible controls and universal themes.. The game is designed uniquely to pose a challenge, but to also offer a helping hand when adventurers need it. A truly modern take on the adventure game genre."},"9NQL6R3TF299":{"lang":"EN","title":"Black Widow: Recharged","description":"Defend your spider web from an onslaught of bugs in this frenetic revival of the cult classic twin-stick shooter, all while jamming to an infectious original score by Megan McDuffee. Play solo or tag in a friend for local co-op across 30 unique challenges or the endless arcade mode."},"9P1RPXHWZ1C7":{"lang":"EN","title":"Riders Republic™","description":"Jump into the Riders Republic™ massive multiplayer playground! Bike, ski, snowboard, or wingsuit across an open world sports paradise. Compete in mass races and multiplayer modes, draw the attention of sponsors in prestigious events, or kick back with friends and free roam the parks."},"9P1ZFZ25Q6PC":{"lang":"EN","title":"Flowers by POWGI","description":"This unique anagram puzzle is a bunch of fun! Plant letters on the petals to grow words through the middle of the flower!"},"9NB1JFNQ9Q2Z":{"lang":"EN","title":"Hermitage: Strange Case Files","description":"This gripping paranormal horror adventure revolves around Hermitage, the sinister bookstore that attracts most unusual customers – all of whom seem to be involved in mysterious cases bordering on the paranormal."},"9NKPWB4J476X":{"lang":"EN","title":"FAR CRY ANTHOLOGY BUNDLE","description":"Experience the thrill of the award-winning Far Cry franchise through the Anthology Bundle. Take on four iconic, twisted villains, including Vaas, Pagan Min, Joseph Seed, and Antón Castillo (starring Giancarlo Esposito) in this limited edition bundle."},"9N96S9KCN746":{"lang":"EN","title":"Murder Diaries 2","description":"Figure out what happened, explore fascinating yet almost surreal landscapes and enjoy the thrilling storytelling. Collect pieces of the story while freely floating through related environments and immerse yourself into an intriguing story filled with blood and murder unlike you have ever seen before."},"9ND1V2DDZPCB":{"lang":"EN","title":"Evertried","description":"Evertried is an isometric, tactical rogue-lite set in the afterlife where the player ascends a mysterious tower by defeating enemies in turn-based combat. Each floor presents a unique challenge to overcome through wits, strategy and positioning. Make clever use of attacks, movement, skills and hazards to clear floors of enemies and advance higher toward your destiny."},"9PBNGCVBGML0":{"lang":"EN","title":"Far Cry® 6","description":"Enter the adrenaline-filled world of a modern-day guerrilla revolution. With stunning vistas, visceral gunplay, and a huge variety of gameplay experiences, there's never been a better time to join the fight. \r\n\r\nPlay the Far Cry® 6 FREE TRIAL and discover why GAME INFORMER calls it \"A nonstop thrill ride from start to finish.\" And, when you buy the full game, all of your progression will be saved."},"9NT2TQPST9S0":{"lang":"EN","title":"Far Cry® 6 Gold Edition","description":"Includes the game and the Season Pass.\r\n\r\nEnter the adrenaline-filled world of a modern-day guerrilla revolution. Enjoy stunning vistas, visceral gunplay, and a huge variety of gameplay experiences. \r\n\r\nPlay the Far Cry® 6 FREE TRIAL and discover why GAME INFORMER calls it \"A nonstop thrill ride from start to finish.\" And, when you buy the full game, all of your progression will be saved."},"9PL1TCJM65LG":{"lang":"EN","title":"Wasteland 3 Colorado Collection","description":"The entire Wasteland 3 experience in one colossal collection. In addition to the award-winning tactical RPG Wasteland 3, the Colorado Collection includes both The Battle of Steeltown and Cult of the Holy Detonation expansions, as well as the Colorado Survival Gear bonus items."},"9P9Q1GTTMQCH":{"lang":"EN","title":"Centipede: Recharged","description":"Blast bugs and chase high scores in this glorious revival of an old-school classic, all while jamming to a heart-pounding original score by Megan McDuffee. Play solo or tag in a friend for local co-op across 30 unique challenges or the endless arcade mode."},"9PKDNVFFZCWX":{"lang":"EN","title":"In Sound Mind","description":"As you awake in the corridors of an inexplicable building, you find the environment takes on a life of its own and leads you to discover a series of victims, all exposed to the same experimental chemical. In your search for answers, bizarre visions emerge and introduce a host of imposing horrors…and a cat named Tonia."},"9NDV7GQBB9D1":{"lang":"EN","title":"Tails Of Iron","description":"Tails of Iron is an epic RPG Adventure with punishingly brutal combat. As Redgi, heir to the Rat Throne, you must embark on a perilous quest to reclaim your Kingdom. Explore a deceivingly charming world. Assemble a band of brave companions. Banish the merciless Frog clan... once and for all!"},"9PFV8SCT96F1":{"lang":"EN","title":"Alphaset by POWGI","description":"This new word puzzle is a mix of crosswords and sudoku, challenging both your vocabulary and your deduction skills.\r\n\r\nThere are 26 blank squares. Each letter of the alphabet must be placed exactly once in order to fill the grid with valid English words.\r\n\r\nReveal a terrible joke each time you solve a puzzle!\r\n"},"9PLJH78L8D7Z":{"lang":"EN","title":"King's Bounty II - Lord's Edition","description":"Legend returns! King’s Bounty II is the long-awaited sequel to the legendary King’s Bounty video games franchise, one of the most iconic representatives of the turn-based RPG genre. Fighting for your own future, making difficult decisions, and experience the intensity of one of the classic sagas in an exciting new way."},"9P7MHQD87Z22":{"lang":"EN","title":"MY HERO ONE'S JUSTICE 2 DLC Pack 6 Hitoshi Shinso","description":"Play as Hitoshi Shinso in MY HERO ONE'S JUSTICE 2!\r\nThis pack also includes 10 color variations for Hitoshi Shinso's costume."},"9P1Z43KRNQD4":{"lang":"EN","title":"Quake","description":"Developed by the award-winning id Software, Quake® is the ground-breaking, original dark fantasy first-person shooter that inspires today’s retro-style FPS games. Now, experience the authentic, updated, and visually enhanced version of the original."},"9ND0CN0DWH0N":{"lang":"EN","title":"Fishing: North Atlantic Scallops","description":"Expand your gaming experience with the new official Scallop DLC for Fishing: North Atlantic!\r\n"},"9N866WL46C4F":{"lang":"EN","title":"Blaster Master Zero 3","description":"The Pinnacle of Mutant Blasting Action Is Here! — Blaster Master Zero 3's hybrid of sidescrolling and top-down action is back for its 3rd chapter, and more intense than ever before!\r\n"},"9PG2T3C7JSWZ":{"lang":"EN","title":"Eldest Souls","description":"Eldest Souls now includes ‘Depths of the Forgotten’: a free, major expansion which introduces a new and perilous region, three new bosses, a selection of special weapons, a weapon customisation system, and an all-new, obliterating ability. \r\n\r\nFollowing centuries of servitude, Man finally rebelled against the Old Gods, imprisoning these colossal calamities within the sacred walls of the Citadel. But an evil stirred within... \r\n\r\nIn a final act of vengeance, the Old Gods have unleashed a great Desolation upon the world. Mankind is fading, with but a glimmer of hope remaining. \r\n\r\nHeavy is the burden that lies on one lone Warrior. Armed with a greatsword… of the purest Obsydian.\r\n\r\nChallenging Combat:\r\nFast-paced and challenging Soulslike combat awaits, where every moment counts. Yet fortune favors the bold, and defeating the Old Gods may grant the player powers beyond mortal comprehension.\r\n\r\nBoss Brutality:\r\nEldest Souls focuses on the toughest and most engaging of combat encounters - the Bosses! - with each Old God presenting a new and unique challenge for the player to overcome… with fitting rewards for those who triumph!\r\n\r\nAn Ancient Kingdom:\r\nAs you explore the labyrinthine passages, in search of the Old Gods, you’ll encounter intriguing NPCs, compelling questlines, and a series of dark and ominous mysteries. Slowly uncover the truth behind the Old Gods and their agelong imprisonment...\r\n\r\nPixel Perfection:\r\nBask in the pixel perfection of the consecrated Citadel, dripping in gorgeous 16-bit attention-to-detail. But don’t gaze too long. This monument of Human triumph has long been forgotten, and something dark has taken root deep within.\r\n\r\nYour Build. Your Rules:\r\nEvery encounter with the Old Gods presents its own unique challenge… and rewards. Claim their celestial powers to unlock a vast array of unique Talents and Abilities, ready to customize your own combat style from a multitude of combinations.\r\n\r\nFeatures:\r\n• Battle your way through a series of uniquely challenging combat encounters\r\n• Discover a cast of intriguing NPCs and questlines as you explore the ancient Citadel\r\n• Unearth the mystery of the Old Gods, before total devastation befalls the World\r\n• Bask in the glorious pixel-perfect graphic style, dripping in gorgeous attention-to-detail\r\n• Your Build. Your Rules. Customize your own combat style from a multitude of ability combinations"},"9NBW00JS60X8":{"lang":"EN","title":"Sid Meier’s Civilization® VI Platinum Edition","description":"MAKE HISTORY in one of the most critically acclaimed and influential game franchises in strategy game history! This bundle is intended for people new to Civilization VI; the New Frontier Pass is not included in the Platinum Edition."},"9P65SVC7S9N7":{"lang":"EN","title":"Cris Tales","description":"Cris Tales is a gorgeous, indie love letter to classic JRPGs with a new perspective. Peer into the past, act in the present, and watch as your choices dynamically change the future -- all on one screen as you play! Beautifully hand-drawn 2D animations bring to life a world where your choices will change both the present and the future across more than 20 hours of gameplay.\r\n"},"9P34QJ7QS363":{"lang":"EN","title":"Blaster Master Zero 2","description":"Join Jason, Eve, and Fred on an intergalactic journey! The side-scrolling/top-down hybrid action adventure title \"Blaster Master Zero\" returns with its long-awaited sequel!"},"9NQNXPRM1BD2":{"lang":"EN","title":"Sid Meier’s Civilization® VI Anthology","description":"MAKE HISTORY in one of the most critically acclaimed and influential game franchises in strategy game history! This bundle contains Civilization VI and all its previously-released console content*. It’s intended for people new to Civilization VI.\r\n\r\n*The Red Death playable scenario released on PC isn’t available on consoles. "},"9P21QBN5JSWB":{"lang":"EN","title":"Mythic Ocean","description":"Teach the gods to create a better world - or mess it all up!"},"9PMN2BNX3H62":{"lang":"EN","title":"Blaster Master Zero","description":"Mutant scum never learn! Blaster Master Zero is a 8-bit style top-down & sideview 2D action-adventure game that hearkens back to the golden age of the NES."},"9MTBH3PQ0F60":{"lang":"EN","title":"Curved Space","description":"Curved Space is an intense arcade-style twin-stick shooter that takes the classic formula and plunges it into the weirdest reaches of space. Battle cosmic space-invading spiders across curved landscapes where bullets hug the terrain while the horizon drops sharply out of sight."},"9PFGKW6CBNTH":{"lang":"EN","title":"Open Country","description":"Ok, Scout, it's time to show us what you’re made of. Prove to yourself that you can break free from your city life and live like a real outdoorsman.  The wilderness isn’t for the faint of heart, but if you work hard, hone your hunting and crafting skills, learn how to use the environment and be one with nature, you too can become a Master Outdoorsman and call the Open Country your home."},"9NV8BWGH15GN":{"lang":"EN","title":"Sniper Ghost Warrior Contracts 2","description":"Sniper Ghost Warrior players have never taken down targets from such extreme distances before. Sniper Ghost Warrior Contracts 2 introduces fans to a dramatic single-player campaign where the stakes are at their highest, deep inside enemy territory."},"9P8WWN640564":{"lang":"EN","title":"Sniper Ghost Warrior Contracts 2 Deluxe Arsenal Edition","description":"SGW Contracts 2 is a tactical, modern warfare shooter set in the Middle East. The most challenging entry to the series yet, with extreme-range shots exceeding 1000m, there’s no better way to prepare for its dramatic campaign than with the Deluxe Arsenal Edition."},"9N1QFDQ8W0WK":{"lang":"EN","title":"Capcom Arcade Stadium Pack 3: Arcade Evolution (’92 – ’01)","description":"Play ten early arcade favorites for one low price with Capcom Arcade Stadium Pack 3: Arcade Evolution (’92 – ’01)!"},"9ND9606Q74T9":{"lang":"EN","title":"Capcom Arcade Stadium Pack 2: Arcade Revolution (’89 – ’92)","description":"Play ten early arcade favorites for one low price with Capcom Arcade Stadium Pack 2: Arcade Revolution (’89 – ’92)!"},"9NFJQJJBQ0M1":{"lang":"EN","title":"Capcom Arcade Stadium Pack 1: Dawn of the Arcade (’84 – ’88)","description":"Play ten early arcade favorites for one low price with Capcom Arcade Stadium Pack 1: Dawn of the Arcade (’84 – ’88)!"},"9NF2RL476M0D":{"lang":"EN","title":"Cosmic Top Secret","description":"Hi, I’m “T”. Was my Dad a spy during the Cold War? Help me investigate!"},"9PK3T2SWX750":{"lang":"EN","title":"Guards","description":"Four heroes are facing a horde of evil! Ultimate abilities, magic artifacts, hero upgrades and clever tactics... All these will help to defeat the Boss."},"9P3KHPNFHSRB":{"lang":"EN","title":"Outward: The Adventurer Bundle","description":"The Adventurer Bundle includes the critically acclaimed Outward, and its two expansions “The Soroboreans” & \"The Three Brothers\"!"},"9NGS24Z58GK6":{"lang":"EN","title":"The Sinking City Xbox Series X|S Deluxe Edition","description":"The Sinking City is an adventure and investigation game set in an open world inspired by the universe of H.P. Lovecraft, the master of Horror."},"9N1R83CKGZJP":{"lang":"EN","title":"Judgment","description":"From the team that brought you the critically acclaimed Yakuza series comes Judgment, a gritty tale of disgraced attorney Takayuki Yagami in his quest for redemption. Haunted by his past, he takes up arms as a private detective, clawing his way through Kamurocho’s underground crime network to investigate a string of grisly murders."},"9N9KRZCKF024":{"lang":"EN","title":"The Skylia Prophecy","description":"Explore a dangerous fantasy world in this epic quest for redemption inspired by the 'kill the player' approach of the 'Souls' games. And if you feel this type of game is too hard for you, you can make the game easier by completing sidequests and spending the money earned on items in shops.\r\n"},"9NN16ML9S93V":{"lang":"EN","title":"Lost Words: Beyond the Page","description":"Interact with the words inscribed in the pages of a young girl’s diary to solve puzzles, tackle unique platforming segments and discover an emotional tale set across the vibrant world of Estoria in Lost Words: Beyond the Page."},"9NK3ZFC5R579":{"lang":"EN","title":"Yakuza 6: The Song of Life","description":"How far would you go for family? Step into Japan's criminal underworld with fists swinging in this explosive action brawler starring legendary yakuza, Kazuma Kiryu, who is hellbent on uncovering the truth behind a tragic accident that left his daughter comatose.\r\n\r\nMaster bone-breaking combos, customize your combat abilities, and indulge in all the vices that Tokyo's red light district of Kamurocho has to offer in the emotional conclusion of Kazuma Kiryu's saga."},"9NFN8LV9SZQQ":{"lang":"EN","title":"Crypto by POWGI","description":"Crack the code to reveal the quote in this classic cryptogram puzzle.\r\nDecrypt the ciphers to find 180 funny and inspirational messages."},"9P3NWVBWB1F5":{"lang":"EN","title":"Assassin's Creed Valhalla + Immortals Fenyx Rising Bundle","description":"Become a legendary Viking warrior in Assassin's Creed® Valhalla and save the Greek gods in Immortals Fenyx Rising™."},"9NM5P1P2HWHX":{"lang":"EN","title":"2K Ball N’ Brawl Bundle","description":"Become a legend on the court and in the ring with two action-packed arcade games in the 2K Ball N’ Brawl Bundle! Brawl as your favorite WWE Superstars & Legends using over-the-top moves in WWE 2K Battlegrounds Deluxe Edition. Then take street ball to the next level in NBA 2K Playgrounds 2, with a master roster of current & retired NBA players. Ball and brawl without limits at a reduced price today!"},"9NVH9J9KGQ48":{"lang":"EN","title":"MY HERO ONE'S JUSTICE 2 DLC Pack 4: Tetsutetsu Tetsutetsu","description":"Play as Tetsutetsu Tetsutetsu in MY HERO ONE'S JUSTICE 2!\r\nThis pack also includes 10 color variations for Tetsutetsu Tetsutetsu’s costume."},"9NQZ3C28W0MF":{"lang":"EN","title":"Necromunda: Underhive Wars - Gold Edition","description":"The Necromunda: Underhive Wars Gold Edition includes the base game, the Van Saar DLC, and the Cawdor DLC. Lead, customize, grow your gangs and face your rivals in tactical gunfights for supremacy in the deep tunnels of the dystopian Underhive!"},"C1H74N0TR8KT":{"lang":"EN","title":"Little Nightmares II","description":"Return to a world of charming horror in Little Nightmares II, a suspense adventure game in which you play as Mono, a young boy trapped in a world that has been distorted by the humming transmission of a distant tower.\r\n\r\nTogether with new friend Six, Mono sets out to discover the disturbing secrets of The Signal Tower, if they can make it past a gallery of new threats and enemies. "},"9N3460XCS8BC":{"lang":"EN","title":"Yakuza 3 Remastered","description":"Experience the third chapter of the Kazuma Kiryu saga with restored content in 1080p and 60fps.\r\n\r\nA year after the Kanto-Kansai all-out war, Kazuma Kiryu and Haruka Sawamura have left the unforgiving streets of Kamurocho for the island of Okinawa to run the Morning Glory Orphanage. Despite his efforts, shadows of Kiryu's past threaten to entangle the Morning Glory Orphanage in a deadly power struggle involving the Tojo Clan and political world. \r\n\r\nThus begins a dramatic tale set in the \"sleepless city\" of Kamurocho in Tokyo and the tropical lands of Okinawa. Can Kiryu rescue the children of the orphanage from the looming threats emerging from the depths of the underworld and state power?\r\n\r\nComplete The Dragon of Dojima’s journey."},"9N5JX0CG1SVC":{"lang":"EN","title":"The Yakuza Remastered Collection","description":"Celebrate Kazuma Kiryu's saga with the beautifully remastered Yakuza 3, 4, and 5. Complete The Dragon of Dojima’s journey."},"9NK23S9XBMZ6":{"lang":"EN","title":"Yakuza 5 Remastered","description":"Experience the fifth chapter of the Kazuma Kiryu saga in 1080p and 60fps.\r\n\r\nIn December 2012, Kazuma Kiryu left his past as a \"legendary yakuza\" and his place of peace in Okinawa.\r\n\r\nHe now spends his days as a cab driver in a corner of Fukuoka's red-light district, hiding his true identity. All for the sake of fulfilling the \"dream\" of an important person.\r\n\r\nHowever, a disturbing atmosphere begins to drift through the supposedly well-balanced society of the Kanto and Kansai yakuza, emerging as a plot to drag all of the yakuza organizations in Japan to war.\r\n\r\nIn order to protect the \"dreams\" of his loved one, Kiryu is drawn into the vortex of battle once again.\r\n\r\nThis is the story of four men and a girl chasing their \"dreams\" in five major cities in Japan, presented on the largest scale of the series yet.\r\n\r\nComplete The Dragon of Dojima’s journey."},"9NXFD44B98P4":{"lang":"EN","title":"Yakuza 4 Remastered","description":"Experience the fourth chapter of the Kazuma Kiryu saga in 1080p and 60fps.\r\n\r\n2010, Tokyo.  A shooting incident one night in a red-light district sets the city swirling with human desires and clamor. It was supposed to be a \"common incident\" for this town... until the appearance of one woman burdened with sorrow. As if drawn to a flame, men of the city's dark underground are gathered, one after another, at the door of the \"legendary yakuza\" Kazuma Kiryu.\r\n\r\nAs the fates of these four men overlap, the story of a miracle created by the passionate and violent way of life begins to takes shape.\r\n\r\nTake control of multiple protagonists, a first for the series, allowing for unprecedented story depth and battle action. Three new protagonists, each with a rich personality, will leave their impact before the story concludes.\r\n\r\nComplete The Dragon of Dojima’s journey."},"9NNX9X11VK2K":{"lang":"EN","title":"Warriors of Future Past","description":"Blending influences from the warriors of Feudal Japan and classic Mecha-Anime, this set of unique custom blocks and themed skins for the Venture (Shinobi) and Hawkeye (Shogun) corporations with give your techs an iconic look."},"9PP3F963SQ13":{"lang":"EN","title":"Fantabulous Contraptions","description":"Follow in the footsteps of engineering pioneers with this set of unique custom blocks and themed skins for Better Future (Dirigible) and Geo Corp (Locomotive) corporations. "},"9MZNS9NZ97PF":{"lang":"EN","title":"Monster Sanctuary","description":"Monster taming meets metroidvania. Collect, train and battle monsters in a lovely side-view pixel world.\r\n\r\nChoose your spectral familiar and follow in your ancestors’ footsteps to become a Monster keeper and save the Monster Sanctuary."},"9MVD3LCB9BXJ":{"lang":"EN","title":"The Outer Worlds: Board-Approved Bundle","description":"The Outer Worlds: Board-Approved Bundle, now with 100% less packaging! This bundle features The Outer Worlds and The Outer Worlds Expansion Pass, which includes both story-based expansions for the game: Peril on Gorgon and Murder on Eridanos."},"9PB06H76TGWL":{"lang":"EN","title":"Red Dead Redemption 2: Story Mode and Ultimate Edition Content","description":"Winner of over 175 Game of the Year Awards and recipient of over 250 perfect scores, Red Dead Redemption 2 is an epic tale of honor and loyalty at the dawn of the modern age. \r\n\r\nRed Dead Online is required to play Red Dead Redemption 2: Story Mode and access Ultimate Edition Content."},"9P648KH4Z2DM":{"lang":"EN","title":"MY HERO ONE'S JUSTICE 2 Cheerleader Costume Itsuka Kendo","description":"Players will be able to use cheerleader costumes for playable character Itsuka Kendo in-game.\r\nThis pack also includes 10 color variations."},"9PFWPNP19F1B":{"lang":"EN","title":"Katamari Damacy REROLL","description":"The stop-at-nothing pushing prince is back and ready to reroll! \r\n\r\nWhen the King of All Cosmos accidentally destroys all the stars in the sky, he orders you, his pint-sized princely son, to put the twinkle back in the heavens above. \r\n\r\nJoin the King and Prince of Cosmos on their wacky adventure to restore the stars – now in full HD! \r\n\r\nThe beloved roll-em-up game returns with fully updated graphics, completely recreated cutscenes and in full HD!"},"9N1TN08TN947":{"lang":"EN","title":"Flying Islands Games Bundle","description":"Three adventures in one!\r\n\r\nAborigenus is a small adventure platformer with RPG-elements in a primal world. Hunt the aggressive fauna, learn new abilities and fight with the whole enemy army. Choose who you are - a shaman, a warrior or a hunter. Can you save the flying islands from the evil?\r\n\r\nDistant future… Brutal gladiatorial battles is a top-rated show, extremely popular all over the Universe. You’ve been sent to the abandoned planet as one of the participants of the show. Your goal is to survive as long as possible, fighting back deadly creatures in the focus of billions of viewers.\r\n\r\nIn a deep ancient dungeon, a mushroom revived. To escape, the mushroom should collect magic crystals. Use acuteness to pass through all levels of the dungeon. Solve riddles and find creative ways to pass the levels."},"9N81WS04WNR5":{"lang":"EN","title":"Unturned","description":"Form alliances or fight against other players to remain among the living, surviving in the zombie-infested ruins of modern-day society. Scavenge for clothes, weapons, food, and supplies, and craft resources to create your equipment, all while avoiding zombies and other players. Explore vast sandbox maps and fortify your stronghold: zombies are not the only menace..."},"9NF464C2W777":{"lang":"EN","title":"Yakuza: Like a Dragon Hero Edition","description":"Become Ichiban Kasuga, a low-ranking yakuza grunt left on the brink of death by the man he trusted most. Take up your legendary bat and get ready to crack some underworld skulls in dynamic RPG combat set against the backdrop of modern-day Japan in Yakuza: Like a Dragon.\r\n\r\nYakuza: Like a Dragon Hero Edition includes Job Set and Management Mode Set DLC.\r\n\r\nRussian and Brazilian Portuguese subtitles available in early 2021 via patch update.\r\n\r\nGame leverages Smart Delivery allowing access to both the Xbox One title and Xbox Series X title when available. Product does not yet have a firm release date. If pre-ordered, you will be notified when the release date is set and opportunity provided to manage your order."},"9PP2NCZ72C79":{"lang":"EN","title":"Overcooked! All You Can Eat","description":"Overcooked!, Overcooked! 2 and all additional content are blended together and rebuilt from the ground up in crisp 4K and 60fps in this delicious definitive edition. Enjoy over 200 levels including an exclusive new adventure; The Peckish Rises!"},"9NGQNWM1NPL2":{"lang":"EN","title":"Borderlands 3: Season Pass 2","description":"Season Pass 2 includes:\r\n• Designer's Cut content add-on, featuring brand new mode 'Arms Race' and an additional skill tree for each Vault Hunter\r\n• Director's Cut content add-on, featuring a raid boss, new story missions, behind-the-scenes extras, and three Vault Cards\r\n• All four Multiverse Final Form Cosmetic Packs\r\n• All four Multiverse Disciples of the Vault Cosmetic Packs\r\n\r\nEnhance Borderlands 3 with the content add-ons of Season Pass 2, featuring new modes and missions, a fourth skill tree for each Vault Hunter, a raid boss, three Vault Cards, and unique cosmetic outfits! \r\nThis content is included with purchase of the Borderlands 3 Ultimate Edition.\r\n\r\nRequires Borderlands 3 to play."},"9NK6X8JHTQSS":{"lang":"EN","title":"Borderlands 3: Ultimate Edition","description":"Borderlands 3 Ultimate Edition is the quintessential Borderlands 3 experience, featuring the base game plus all 6 content add-ons and the full collection of bonus cosmetic packs!"},"9NRPQ7Z4Q2D7":{"lang":"EN","title":"Borderlands 3: Next Level Edition","description":"Wield bazillions of guns in the award-winning, mayhem-fueled adventure of Borderlands 3!  Blast through the universe as 1of 4 Vault Hunters – the ultimate treasure-seekers of the Borderlands"},"C1WRX8ZD77M9":{"lang":"EN","title":"Watch Dogs: Legion","description":"In Watch Dogs: Legion, you get to build a resistance from virtually anyone you see as you hack, infiltrate, and fight to take back a near-future London that is facing its downfall. Welcome to the Resistance.\r\nTake the resistance one step further and fight with your friends in new missions in Online mode."},"9P0C7T3K4GND":{"lang":"EN","title":"DOOM Eternal: Year One Pass","description":"You pulled humanity back from the edge of extinction, but it came at a cost. The imbalance of power threatens all of creation. Now you must rise and set things right in DOOM Eternal: The Ancient Gods. \r\n\r\nThe Year One Pass includes two campaign expansions: The Ancient Gods -- Part One and The Ancient Gods -- Part Two."},"9N7N7XG4ZJFL":{"lang":"EN","title":"The Survivalists","description":"A living world full of surprises, secrets and danger awaits in The Survivalists, an adventure-filled survival sandbox set in The Escapists universe. Explore, build, craft and even train monkeys with up to three friends in a desperate bid to survive. Have you got what it takes to be a Survivalist?"},"9N4H8L9S2H7D":{"lang":"EN","title":"WWE 2K Battlegrounds Digital Deluxe Edition","description":"The world of WWE is your battleground with all-new, over the top, in-your-face arcade action as your favorite WWE Superstars and Legends battle it out in outlandish environments with an arsenal of moves, special abilities, and power-ups. Compete with your friends  in your favorite match types including Steel Cage, Royal Rumble, Fatal Four Way and more, as Mauro Ranallo and Jerry “The King” Lawler call the mayhem!\r\n\r\nRaise some hell with Stone Cold Steve Austin, lay the SmackDown with the Attitude Era version of The Rock and get rowdy with Ronda Rousey. The WWE 2K Battlegrounds Digital Deluxe Edition includes three versions of each Superstar along with the pre-order bonus, Edge. Also includes additional 1100 Golden Bucks to unlock additional WWE Superstars and legends."},"9NHJVGWGQTBJ":{"lang":"EN","title":"Kerbal Space Program Enhanced Edition Complete","description":"The Kerbal Space Program Enhanced Edition Complete bundle includes the heavily-awarded and ever evolving space simulation game Kerbal Space Program as well as the History and Parts Pack & Breaking Ground expansion for a bundled discount."},"9N501GK3G3G2":{"lang":"EN","title":"R&D Labs","description":"R&D Labs is a game mode for TerraTech, which allows the player to take on a variety of unique challenges and test out a series of experimental items."},"BPT36G5D49K5":{"lang":"EN","title":"Borderlands 3: Psycho Krieg and the Fantastic Fustercluck","description":"Explore the chaotic mind of the heroic psycho Krieg in search of clues leading to Vaulthalla, a mythical place that supposedly induces insanity. Help both sides of Krieg's dual psyche process his traumatic memories by blasting his inner demons to bits, and try not to succumb to lunacy inside Krieg's imagination full of memory fragments, twisted mindscapes, and meat. So much meat."},"9P2WJCRJBMRM":{"lang":"EN","title":"Control Ultimate Edition","description":"A corruptive presence has invaded the Federal Bureau of Control…\r\nOnly you have the power to stop it. The world is now your weapon\r\nin an epic fight to annihilate an ominous enemy through deep and\r\nunpredictable environments. Containment has failed, humanity is\r\nat stake. Will you regain control?"},"9P6M3M3B127P":{"lang":"EN","title":"Minoria","description":"Ink and blood stain the streets of Ramezia. Witches must burn and sins must be judged. Venture forth as Sister Semilla to burn down the pillars of heresy in Minoria, an action-platformer by the creators of Momodora."},"9PHQSHKZL9W5":{"lang":"EN","title":"Ary and the Secret of Seasons","description":"Ary and the Secret of Seasons is an award-winning adventure game following a young girl as she journeys across the great world of Valdi. By becoming the Guardian of Winter, Ary gains the ability to manipulate the seasons around her. Ary will learn to control the seasons and use them to defeat enemies, overcome obstacles, and solve complex puzzles on her adventure across Valdi.\r\n"},"9MZFXH247BQ6":{"lang":"EN","title":"MY HERO ONE'S JUSTICE 2 Outlaw Suit Costume Set","description":"Players will be able to use Outlaw Suit costumes for the following 8 characters: Tomura Shigaraki: Before Style, Tomura Shigaraki, Dabi, Himiko Toga, Twice, Mr. Compress, Muscular, and Kai Chisaki.\r\n\r\nThis pack also includes 10 color variations for each costume."},"9PGRKP497G9B":{"lang":"EN","title":"MY HERO ONE'S JUSTICE 2 Cheerleader Costume Mei Hatsume","description":"Players will be able to use cheerleader costumes for playable character Mei Hatsume in-game. \r\n\r\nThis pack also includes 10 color variations."},"BPHQQN22GB7L":{"lang":"EN","title":"Pathfinder: Kingmaker - Definitive Edition","description":"Pathfinder: Kingmaker – Definitive Edition is the ultimate single-player RPG experience based on the acclaimed Pathfinder series. \r\nExplore and conquer with your party the Stolen Lands of Golarion, a world rich with history, mystery and conflict featuring real-time combat or optional turn-based fights. \r\n\r\nThe Definitive Edition includes the base game, new features plus 6 DLCs."},"9MVR6X9JCCPZ":{"lang":"EN","title":"Aery - Broken Memories","description":"You are a little bird that flies smoothly through thoughts, fears, and memories of an unknown person. ​Experience the feeling of flying, immerse into beautiful and atmospheric landscapes and enjoy the unique storytelling of the game while getting attached to the lovely main character."},"9PFNCX51FRR3":{"lang":"EN","title":"Dishonored & Prey: The Arkane Collection","description":"20 years of amazing, award winning games from Arkane Studios! Pick up the full collection and receive Dishonored: Definitive Edition (contains the full game as well as all add-on content), Dishonored 2, Dishonored: Death of the Outsider, and Prey!"},"9PBJL0NLFMK9":{"lang":"EN","title":"Yakuza Kiwami 2","description":"The Tojo Clan and Omi Alliance are on the brink of war. Kazuma Kiryu, the Dragon of Dojima, enters as a broker of peace, but Ryuji Goda, the Dragon of Kansai, will stop at nothing to start an all-out war. In this world, there can only be one dragon."},"9PFPQRLJD1DW":{"lang":"EN","title":"Othercide","description":"As Humanity’s last hope, lead your army to combat in an intricate dance of spectacular actions and counters, using an original Dynamic Timeline System, and face fearsome bosses in epic battles.\r\n• Lead, evolve and sacrifice your army of Daughters\r\n• Outsmart nightmarish creatures in a stunning Tactical RPG\r\n• Endless combat possibilities with the Dynamic Timeline System \r\n• A deep, complex narrative"},"9N1WLSXC7JFW":{"lang":"EN","title":"ONE PIECE: PIRATE WARRIORS 4 Pre-Order DLC Pack","description":"Content:\r\n- DYNASTY WARRIORS Law Costume\r\n- DYNASTY WARRIORS Hancock Costume\r\n- Vinsmoke Brothers Early Unlock"},"BSKD2QQ4KCZL":{"lang":"EN","title":"Borderlands 3: Bounty of Blood","description":"You've come to the brutal frontier planet of Gehenna in hopes of collecting a bounty on The Devil Riders. Team up with tough-as-hell locals to protect and rebuild the town of Vestige."},"9NN667F7DNZR":{"lang":"EN","title":"MY HERO ONE'S JUSTICE 2 Cheerleader Costumes Bundle","description":"Players will be able to use cheerleader costumes for the following 7 characters: Ochaco Uraraka, Tsuyu Asui, Kyoka Jiro, Momo Yaoyorozu, Mina Ashido, Nejire Hado, and Himiko Toga.\r\n\r\nThis pack also includes 10 color variations for each costume."},"9P186ZRV773X":{"lang":"EN","title":"MY HERO ONE'S JUSTICE 2 DLC Pack 1: Hawks","description":"Play as Hawks in MY HERO ONE'S JUSTICE 2!\r\nThis pack also includes 10 color variations for Hawks' costume."},"9NLC4XLCNNL7":{"lang":"EN","title":"PONG Quest","description":"Take control of a brave young paddle and traverse treacherous lands - each loosely based on various classic Atari® hits - in this uniquely PONG®-themed dungeon-crawling RPG."},"9NMFH9RR4W3D":{"lang":"EN","title":"Civilization VI - New Frontier Pass","description":"The Civilization VI - New Frontier Pass features eight new civilizations and nine new leaders, and a variety of new gameplay content. Some features require the Civilization VI Expansion Bundle. "},"9N14G09PWG74":{"lang":"EN","title":"Golf With Your Friends","description":"Why have friends if not to play Golf... With Your Friends! Nothing is out of bounds as you take on  courses filled with fast paced, exciting, simultaneous mini golf for up to 12 players! "},"9N4NJHC3T363":{"lang":"EN","title":"Razmi Challenges","description":"Razmi got bored in Ajna's inner realm and constructed a series of devilish challenges to humiliate her best fiend with! These challenges require a combination of Ajna's skills that will push her to the very limit, and test her ability to work together with her companions against insurmountable odds in battle. There's a prize at the end of it! Well, Razmi says there is, anyway..."},"9NBD4TWVRV37":{"lang":"EN","title":"Book of Demons","description":"Book of Demons is a Hack & Slash Deck-building hybrid in which you decide the length of quests. Wield magic cards and slay the armies of darkness in the Old Cathedral dungeons. Save the terror-stricken Paperverse from the clutches of the Archdemon himself!\r\n\r\nBook of Demons is a tale of good and evil about saving the world from the ultimate devilry. Inspired by the dark and gloomy atmosphere of the first Diablo game, Book of Demons is part tribute part parody of hack & slash classics.\r\n"},"9NCVXFKZNKN6":{"lang":"EN","title":"Sniper Ghost Warrior Contracts & SGW3 Unlimited Edition","description":"The Sniper Ghost Warrior series has gained recognition among players for its uncompromising approach to being a sniper. Sniper Ghost Warrior Contracts & SGW3 Unlimited Edition is an equally uncompromising offer for those who want to take what’s best from the last two parts of the series! With Unlimited Edition you will receive the base two games: Sniper Ghost Warrior Contracts and Sniper Ghost Warrior 3 and a lots of DLCs that include a dozen hours of single-player missions, additional weapons and weapon skins, the game’s soundtracks and all other previously released bonuses."},"9NXPBSMHPLTV":{"lang":"EN","title":"Moving Out","description":"Moving Out is a ridiculous physics-based moving simulator that brings new meaning to \"couch co-op\"!  \r\n\r\nGet ready for an exciting career in furniture! As a certified Furniture Arrangement & Relocation Technician, you’ll take on moving jobs all across the town of Packmore.\r\n"},"9NBJ51BD0LTH":{"lang":"EN","title":"Yakuza Kiwami","description":"To save his best friend, Kazuma Kiryu takes the fall for a crime he didn’t commit, and ends up with a 10-year prison sentence. After being released, Kiryu finds himself expelled from his yakuza family, and alone in a world he no longer recognizes."},"9P7D2PZ1MV26":{"lang":"EN","title":"Ghost Sweeper","description":"Prepare yourself to face the most fun army of darkness ever seen in bright colors!  Rounded ghosts, laughing pumpkins,  creaking skeletons and many other weird creatures are waiting for you!  \r\n\r\nEight worlds with 8 levels in each world with secret levels.\r\n"},"C2JPQRTN8S3T":{"lang":"EN","title":"Borderlands 3: Guns, Love, and Tentacles","description":"Hammerlock and Wainwright are inviting you to their engagement party on the ice planet of Xylourgos, where a gargantuan monster lies frozen above a village full of deranged occultists. Fight back against forces of otherworldly evil with the help of the galaxy's most badass wedding planner: Gaige, a Vault Hunter who's inseparable from her robot BFF Deathtrap.\r\n\r\nThis content requires Borderlands 3 and is included in the Season Pass."},"9MXND4PQLK3W":{"lang":"EN","title":"DOOM 64","description":"Fight against demons in your crusade to hunt down the Mother of Demons and stop Hell's invasion. As you battle through more than 30 action-packed levels, be on the lookout for enhanced weapons and secrets to help you put an end to the demonic threat."},"9P058FXZ4G79":{"lang":"EN","title":"Memories of Mars","description":"Survive the extreme conditions on Mars. Compete or cooperate with others to gather resources, 3D print your equipment and build your base, unveil the story behind the abandoned mining operations and, ultimately, escape the Red Planet."},"9NPP17LHJ3MK":{"lang":"EN","title":"Yakuza 0","description":"The glitz, glamor, and unbridled decadence of the 80s are back in Yakuza 0. Fight your way through Tokyo and Osaka with protagonist Kazuma Kiryu and series regular Goro Majima."},"C46K1SM5WKKL":{"lang":"EN","title":"Mega Man Zero/ZX Legacy Collection","description":"Mega Man Zero/ZX Legacy Collection brings together six classic titles in one game: Mega Man Zero 1, 2, 3 and 4, as well as Mega Man ZX and ZX Advent. The collection also features Z-Chaser, an exclusive new mode created just for this set of games."},"9N15CB2JX4VZ":{"lang":"EN","title":"Vanquish","description":"The hit sci-fi shooter returns. An overpopulated Earth suffocating under limited resources looks to Providence, the solar-powered space colony for support. When Providence is suddenly taken over by a mutinous group and its technology used to devastate cities, it’s up to a specially trained unit of space marines to reclaim the colony."},"9NMKCN016SNF":{"lang":"EN","title":"Bayonetta & Vanquish 10th Anniversary Bundle","description":"Commemorate the 10th anniversary of PlatinumGames’ two most celebrated titles with the Bayonetta & Vanquish remastered dual-pack. "},"9PCR9Q61R2H1":{"lang":"EN","title":"Bayonetta","description":"Experience the genesis of the Bayonetta series with the cult classic, original action-adventure game. The tantalizing Umbra Witch rises from the depths after half a millennium in slumber with no recollection of her mysterious past. Immediately thrust into battle, she must vanquish her countless enemies to piece together the truth."},"9NT3F4HMX1L7":{"lang":"EN","title":"Weapons of War Pack","description":"Send Hawkeye back in time with the 1940's-inspired Iron Hunter, and take to the skies with Venture as you design your very own Warbird, with this set of unique custom blocks and themed skins.             "},"9P24PDG6JM6R":{"lang":"EN","title":"To the Stars Pack","description":"Relive Roswell with Better Future and enter the Space Race as GSO, with this set of unique custom blocks and themed skins."},"9PLDCWBP8XZM":{"lang":"EN","title":"ONE PIECE World Seeker Extra Episode 3: The Unfinished Map","description":"Play as Law as he takes the stage as a new playable character in this extra episode. Explore a new area, Skypiea, and unshroud the mystery of the island with the young Roule."},"BZPRPNJ3L35W":{"lang":"EN","title":"Moxxi's Heist of the Handsome Jackpot","description":"Ready for the biggest score of your loot-hunting career? Moxxi has just the job for you, sugar: a good old-fashioned heist. Join her crew of ragtag \"experts,\" battle your way through Hyperion security forces and crazed casino-goers, and claim The Handsome Jackpot's safe of loot for yourself.  "},"9PN911J8M69Z":{"lang":"EN","title":"Snooker 19 Gold Edition","description":"The official video game of World Snooker and most authentic simulation of the sport ever created."},"9N5V64V59RNG":{"lang":"EN","title":"Metaloid: Origin","description":"Metaloid: Origin is a wonderful action platform game full of colors and explosions."},"9PFBBLC9MBDF":{"lang":"EN","title":"Sniper Ghost Warrior Contracts","description":"Become the ultimate assassin in the most realistic modern warfare sniping game available. Engage in an immersive single-player campaign across large, open-ended maps. Tactical thinking, stealth approach and precision in execution of long shots required. "},"9NBFQMP69N1S":{"lang":"EN","title":"Indivisible","description":"Indivisible is an action RPG / platformer featuring stunning hand drawn art and animation combined with unique real-time combat mechanics. Immerse yourself in a fantastical world with dozens of playable characters, a rich storytelling experience, gameplay that’s easy to learn but difficult to master, and the trademark razor-sharp quality that Lab Zero Games is known for!"},"C3VVNLQQ54F8":{"lang":"EN","title":"Tom Clancy's Ghost Recon® Breakpoint","description":"Become a Ghost, an elite spec ops soldier, tasked with a special mission to Auroa. The remote archipelago has lost contact with outside world due to Skell Technology turning hostile. The Wolves, a rogue spec ops team, lead by your ex-brother in arms, have taken over and are hunting you down. Lead your team through the island landscape and save the civilians without being noticed."},"BNS4NCFZJDB0":{"lang":"EN","title":"Monster Hunter World: Iceborne Master Edition","description":"\"Monster Hunter World: Iceborne Master Edition\" is a set containing both the main game and the massive \"Iceborne\" expansion.\r\n\r\nNew quests, monsters, weapons, armor, story, and the unlocking of an all-new \"master rank\" await to take your hunting to the next level!"},"BTHQ42GWNT93":{"lang":"EN","title":"Monster Hunter World: Iceborne Master Edition Digital Deluxe","description":"This is the Digital Deluxe Edition of \"Monster Hunter World: Iceborne Master Edition,\" a set containing both the main game and the massive \"Iceborne\" expansion.\r\n\r\nNew quests, monsters, weapons, armor, story, and the unlocking of an all-new \"master rank\" await to take your hunting to the next level!"},"9PF609V03NSX":{"lang":"EN","title":"CODE VEIN Deluxe Edition","description":"The Deluxe Edition includes the following:\r\n\r\n• Full Game\r\n• Season Pass\r\n• Season Pass bonus: Mia Bonus Content\r\n• Deluxe Edition bonus: Insatiable Bloodthirst accessory pack\r\n\r\nIn the face of certain death, we rise.\r\n\r\nCreate your own Revenant, team up and embark on a journey to the ends of hell to unlock your past and escape your living nightmare in CODE VEIN."},"9PDK5RG4N7BX":{"lang":"EN","title":"ONE PIECE World Seeker Extra Episode 2: Where Justice Lies","description":"Experience Sabo's abilities as he takes the stage as a new playable character in this extra episode.\r\n\r\nInfiltrate the underground and uncover the island's hidden conspiracy."},"BNL36SMM5J6N":{"lang":"EN","title":"Borderlands 3 Season Pass","description":"Continue your Borderlands 3 adventure with the Season Pass, featuring exclusive cosmetic items and four story campaign add-ons with new missions and challenges!\r\n\r\nThis content is included with purchase of the Borderlands 3 Super Deluxe Edition.\r\n\r\nThe Season Pass includes: \r\n• 4 campaign DLC packs featuring new stories, missions and challenges\r\n• Butt Stallion weapon skin\r\n• Butt Stallion weapon trinket\r\n• Butt Stallion grenade mod\r\n\r\nAll Season Pass DLC will be available by September 2020.\r\n"},"9P0478ZTXLZ4":{"lang":"EN","title":"Blasphemous","description":"Blasphemous is a punishing action-platformer that combines the fast-paced, skilled combat of a hack-n-slash game with a deep and evocative narrative core, delivered through exploration of a huge universe comprised of non-linear levels."},"C1F2PF1C2H7C":{"lang":"EN","title":"Monster Hunter World: Iceborne","description":"Let your hunting instinct take you further than ever!\r\n\r\n\"Iceborne\" is a massive expansion that picks up after the ending of Monster Hunter: World and opens up the new \"master rank!\"\r\n\r\nNew quests, monsters, weapons, armor, and story await to take your hunting to the next level!"},"BS27HMZHLTR2":{"lang":"EN","title":"Monster Hunter World: Iceborne Digital Deluxe","description":"Let your hunting instinct take you further than ever!\r\n\r\n\"Iceborne\" is a massive expansion that picks up after the ending of Monster Hunter: World and opens up the new \"master rank!\"\r\n\r\nNew quests, monsters, weapons, armor, and story await to take your hunting to the next level!"},"9NCRNCPZTM76":{"lang":"EN","title":"Headspun","description":"Headspun is a FMV/Adventure hybrid set in Cortex; the world of Theo Kavinsky's broken brain.\r\n\r\nAfter waking from a five week coma, Theo finds his life in disrepair. With no memory of the accident, it’s up to Ted and Teddy – the conscious and subconscious voices in his head – to work out what happened, and put his life back on track."},"C1F2Q3KCXPBT":{"lang":"EN","title":"RAD","description":"RAD is a 3D action rogue-like set in a post-post-apocalyptic world, where humanity has faced armageddon not once, but twice.\n\nPlaying as a teenage protagonist, you must venture into the Fallow — an ever-changing, radioactive wasteland filled with unknown and unspeakable creatures."},"9NSL68D814GC":{"lang":"EN","title":"DOOM 3","description":"A demonic invasion has overwhelmed the Union Aerospace Corporation's Mars research facility. As one of only a few survivors, you must fight your way to hell and back against a horde of demons in this award-winning horror/action FPS and reimagining of the original DOOM."},"9PLT62LRF9V7":{"lang":"EN","title":"DOOM II (Classic)","description":"Hell has invaded Earth, and to save it, you must battle mightier demons with even more powerful weapons. This beloved sequel to the groundbreaking DOOM introduced players to the brutal Super Shotgun, the infamous Icon of Sin boss, and more intense FPS action."},"9PLZPHBNHTMF":{"lang":"EN","title":"DOOM (1993)","description":"You’re a marine—one of Earth’s best—recently assigned to the Union Aerospace Corporation (UAC) research facility on Mars. When an experiment malfunctions and creates a portal to Hell, the base is overrun by blood-thirsty demons. You must shoot your way out to survive."},"9NGLCHKNKNS2":{"lang":"EN","title":"Etherborn","description":"Delve into an environmental puzzle platformer built on exploring and understanding gravity-shifting structures. You are a voiceless being that has just been born into a world where a bodiless voice awaits your arrival. Go forth and seek your purpose."},"9P9P2H8SNBML":{"lang":"EN","title":"ONE PIECE World Seeker Extra Episode 1: Void Mirror Prototype","description":"Play as Zoro as he takes the stage as a new playable character in this extra episode.\r\nUnfold the secrets of \"the Factory\" and give chase to a new boss character named KAGERO!"},"9MZG29LRCCK0":{"lang":"EN","title":"Underworld Ascendant","description":"Enter The Stygian Abyss, a dangerous, highly interactive dungeon world. Mix and match dozens of combat, stealth and magic skills to develop your own unique style of play. Set out on more than 70 quests, earn rewards and unlock skills through resourceful, unboxed gameplay and ingenious performance. Become The Ascendant."},"C2DCJ95ZXBMS":{"lang":"EN","title":"RAGE 2","description":"Dive headfirst into a dystopian world devoid of society, law, and order. RAGE 2 brings together two studio powerhouses – Avalanche Studios, masters of open world insanity, and id Software, creators of the first-person shooter – to deliver a carnival of carnage where you can go anywhere, shoot anything, and explode everything."},"9MVM12TGGP7C":{"lang":"EN","title":"GIGA WRECKER ALT.","description":"Become more than human and save mankind from total annhilation! From legendary developer Game Freak comes an action adventure like no other - manipulate the world around you and smash the evil Ajeet to smithereens!"},"9PC0F5HQ27RH":{"lang":"EN","title":"Attack of the Earthlings","description":"Attack of the Earthlings combines turn-based combat and stealth in a dark comedic single player campaign, where you take control of the native alien race to defend your home world from the invading humans. "},"C1TBTQBVJMFL":{"lang":"EN","title":"Metro Exodus","description":"Flee the shattered ruins of the Moscow Metro and embark on an epic, continent-spanning journey across the post-apocalyptic Russian wilderness. Explore vast, non-linear levels, lose yourself in an immersive, sandbox survival experience, and follow a thrilling story-line that spans an entire year in the greatest Metro adventure yet."},"C4D86ZHWZ424":{"lang":"EN","title":"Far Cry® 5 Gold Edition + Far Cry ® New Dawn Deluxe Edition Bundle","description":"It's time to defend Hope County with this bundle featuring both Far Cry® 5 Gold Edition and Far Cry® New Dawn Deluxe Edition!"},"BVM1NFSWDH0M":{"lang":"EN","title":"Degrees of Separation","description":"Degrees of Separation is a 2D puzzle platformer in which duo Ember and Rime must use their contrasting powers to manipulate heat and cold to overcome obstacles. Through cooperation, they will learn about each other and the fate of their worlds."},"9MXGN9TVW43K":{"lang":"EN","title":"Guacamelee! 2 Complete","description":"Get the complete Guacamelee! 2 experience by picking up the game and both DLC packs together!"},"BWMH951M3G3P":{"lang":"EN","title":"RESIDENT EVIL 2","description":"A deadly virus engulfs the residents of Raccoon City in September of 1998, plunging the city into chaos as flesh eating zombies roam the streets for survivors.\r\n\r\nAn unparalleled adrenaline rush, gripping storyline, and unimaginable horrors await you.\r\n\r\nWitness the return of Resident Evil 2."},"BS6WJ2L56B10":{"lang":"EN","title":"Fallout 76","description":"Bethesda Game Studios, the award-winning creators of Skyrim and Fallout 4, welcome you to Fallout 76. Twenty-five years after the bombs fell, you and your fellow Vault Dwellers—chosen from the nation’s best and brightest – emerge into post-nuclear America on Reclamation Day, 2102. Explore a vast wasteland, devastated by nuclear war, in this open-world multiplayer addition to the Fallout story."},"BZ7FPSGCCMQQ":{"lang":"EN","title":"11-11 Memories Retold","description":"11th November 1916, a young photographer leaves Canada to join the western front in Europe. \r\n\r\nThe same day, a German technician is told that his son is missing in action.\r\n\r\nBoth want to preserve their humanity and come back alive to their loved ones."},"BS6CMVNFF1VB":{"lang":"EN","title":"Carnival Games®","description":"Carnival Games brings the party back for the entire family! With both fan-favorite and brand-new mini-games all in one package, Carnival Games offers fun for everyone and can be played alone or with up to three others. Hit home runs, pile the highest stack of cakes, and take your horse to the finish line. 20 total mini-games will have you and your friends stepping right up to win again and again!"},"9PH339L3Z99C":{"lang":"EN","title":"Red Dead Redemption 2: Ultimate Edition","description":"Winner of over 175 Game of the Year Awards and recipient of over 250 perfect scores, Red Dead Redemption 2 is an epic tale of honor and loyalty at the dawn of the modern age. \r\n\r\nIncludes Red Dead Redemption 2: Story Mode and Red Dead Online."},"BP4L68GWX9DL":{"lang":"EN","title":"MY HERO ONE'S JUSTICE Mission: O.F.A. Deku Shoot Style","description":"Unlocks the additional mission \"\"O.F.A.\"\"\nComplete it to acquire new items and accessories.\n\nMY HERO ONE'S JUSTICE game required; sold separately."},"BVFF56S7PXFJ":{"lang":"EN","title":"MY HERO ONE’S JUSTICE","description":"Fight for your justice in MY HERO ONE'S JUSTICE! The popular manga and anime series clashes head-to-head and Quirk-to-Quirk in this 3D arena fighter. Pave your path and choose between hero or villain and battle through iconic moments."},"C3V22FQD8N84":{"lang":"EN","title":"SOULCALIBUR VI","description":"Bring more than your fists to the fight! SOULCALIBUR VI represents the latest entry in the premier weapons-based, head-to-head fighting series. The heroic 3D battles transpire in a beautiful and fluid world, with eye-popping graphics and visual appeal. Featuring all-new battle mechanics and characters, SOULCALIBUR VI marks a new era of the historic franchise. Welcome back to the stage of history!"},"BW9TWC8L4JCS":{"lang":"EN","title":"Assassin's Creed® Odyssey","description":"Master your fate in Assassin's Creed® Odyssey.\r\nFrom outcast to living legend, embark on an odyssey to uncover the secrets of your past and change the fate of Ancient Greece."},"BQPG2509CVJP":{"lang":"EN","title":"Mega Man 11","description":"Mega Man is back! The newest entry in this iconic series blends classic, challenging 2D platforming action with a fresh new visual style. The new Double Gear system boosts Mega Man's speed and power for a new twist to the satisfying gameplay the series is known for."},"BT51M2LPKPZD":{"lang":"EN","title":"Tom Clancy’s Ghost Recon® Wildlands Ultimate Edition","description":"Get the complete Tom Clancy’s Ghost Recon® Wildlands experience with the Ultimate Edition."},"BPN65MSHS43G":{"lang":"EN","title":"Ninjin: Clash of Carrots","description":"Ninjin: Clash of Carrots is an anime-inspired, 1-2 player beat-em-up with varied enemies and deep customization. Play as the rabbit Ninjin, or Akai, the ninja fox, and fight to retrieve the carrots stolen by Shogun Moe! Redeem carrots for weapons, upgrades and more! Ninjin also features a unique survival mode called “Oni TV Show” where players will fight endless waves of enemies for rare rewards."},"BW8JRRWQ246B":{"lang":"EN","title":"TerraTech","description":"Explore, build, craft and battle across alien worlds in this physics-based construction sandbox adventure.\r\n\r\nDesign cars, tanks and planes from a huge library of blocks. Scavenge, craft and buy new parts in order to survive and become the ultimate planetary prospector."},"BVG1SP245LHZ":{"lang":"EN","title":"Flipping Death","description":"Possess the living, aid the dead and flip between the worlds of Flipping Death - a puzzling adventure platformer where you find yourself filling in for Death. Maybe your new powers will help you solve the mystery of your own demise?"},"BVJLKDG2TX8H":{"lang":"EN","title":"Overcooked! 2","description":"Overcooked returns with a brand-new helping of chaotic cooking action! Journey back to the Onion Kingdom and assemble your team of chefs in classic couch co-op or online play for up to four players. Hold onto your aprons … it’s time to save the world (again!)"},"BNTDMDCHX2M7":{"lang":"EN","title":"Mega Man X Legacy Collection 2","description":"Complete the exciting Mega Man X saga with four action-packed titles! This collection showcases the evolution of the series with Mega Man X5, Mega Man X6, Mega Man X7, and Mega Man X8. Test your skills in the new X Challenge mode, which pits players against two deadly bosses at once. Explore a huge museum filled with beautiful art, classic merchandise, nostalgic commercials, and more."},"BT07CDVG6Z9G":{"lang":"EN","title":"Mega Man X Legacy Collection","description":"Mega Man X Legacy Collection includes the legendary 16-bit titles and the series’ exciting foray into the 32-bit era: Mega Man X, Mega Man X2, Mega Man X3, and Mega Man X4. Test your skills in the new X Challenge mode, which pits players against two deadly bosses at once. Explore a huge museum filled with rare production art, catalogs of classic merchandise, nostalgic commercials, and more."},"C1WRVQG6430C":{"lang":"EN","title":"The Spectrum Retreat","description":"Check-in to The Spectrum Retreat for a stay you won’t forget. Manipulate your way to the truth in this captivating narrative-driven puzzler."},"BWNG265CPDH3":{"lang":"EN","title":"DragoDino","description":"Fight your way to the top in DragoDino, an epic adventure set in an ever changing world!\nIn solo or in co-op, meet Bob, a DragoDino, and guide him through the 10 levels of the Forest Kingdom in a quest to recover his lost egg stuck atop a giant tree.\nExplore and fight enemies to reach ever higher, collecting powers on your way up to help you in your quest. But be careful, the guardians you'll meet won't let you through that easily."},"BVJNXD9V4FVP":{"lang":"EN","title":"EARTHLOCK","description":"Embark on a journey to save the beautiful world of Umbra, a harsh planet that stopped spinning thousands of cycles ago. What started as a mission to rescue Amon’s uncle from the clutches of an ancient cult, soon spirals into an adventure that was centuries in the making. You must bring together this group of unlikely heroes to stop the ruinous past from repeating itself."},"BR256WB8P0NR":{"lang":"EN","title":"Extinction: Deluxe Edition","description":"You are one of the world’s last Sentinels, a soldier named Avil equipped with the skills to battle the endless wave of Ravenii. Fight massive brutes and their minions across a sprawling countryside, defending cities and rescuing refugees torn from their homes."},"BR41RP923NG4":{"lang":"EN","title":"Beast Quest","description":"Embark on an epic action-adventure to save the Kingdom of Avantia from ruin. Based on the best-selling fantasy novels, Beast Quest comes to console for the first time ever, with a rich, progressive storyline, vibrant settings, and an excess of compelling challenges."},"BWH56DK175P1":{"lang":"EN","title":"SWORD ART ONLINE: FATAL BULLET","description":"Your fate has just begun…\r\n\r\nExperience an original story where you are the protagonist in the world of Gun Gale Online. Create your own avatar and explore devastated lands while experiencing exciting third person shooting in this action RPG. Encounter enemies and run into new and familiar faces from the Sword Art Online series."},"BNG91PT95LQN":{"lang":"EN","title":"MONSTER HUNTER: WORLD™","description":"Welcome to a new world! Take on the role of a hunter and slay ferocious monsters in a living, breathing ecosystem where you can use the landscape and its diverse inhabitants to get the upper hand. Hunt alone or in co-op with up to three other players, and use materials collected from fallen foes to craft new gear and take on even bigger, badder beasts!"},"BV073NP0Q3XL":{"lang":"EN","title":"Grand Theft Auto V: Premium Edition & Whale Shark Card Bundle","description":"The Grand Theft Auto V: Premium Edition & Whale Shark Card Bundle includes the complete Grand Theft Auto V story experience, free access to the ever evolving Grand Theft Auto Online and all existing gameplay upgrades and content. You’ll also get the Criminal Enterprise Starter Pack, the fastest way to jumpstart your criminal empire in Grand Theft Auto Online, plus a Whale Shark Cash Card worth $4,250,000 in-game GTA dollars to spend in GTA Online."},"BX8J66WFQ1VK":{"lang":"EN","title":"Assassin's Creed® Origins - GOLD EDITION","description":"ASSASSIN’S CREED® ORIGINS IS A NEW BEGINNING\n\nThe GOLD EDITION includes the game, the Deluxe pack and the Season Pass, giving you access to all major expansions."},"C56L6F8GR9LS":{"lang":"EN","title":"Agents of Mayhem - Total Mayhem Bundle","description":"Agents of MAYHEM is the latest open-world, third-person action game from the creators of the Saints Row franchise!\nIn Agents of MAYHEM, you run a no-holds barred operation against a shadowy super-villain organization known only as LEGION!\nContent included:\n• Agents of Mayhem\n• Franchise Force Skins Pack\n• Firing Squad Skins Pack\n• Johnny Gat Agent Pack\n• Bombshell Skins Pack\n• Lazarus Agent Pack\n• 3 Legal Action Pending - Skin Packs\n• Carnage a Trois Skins Pack\n• Safeword Agent Pack"},"BTSQF5T410C6":{"lang":"EN","title":"MudRunner","description":"MudRunner is the ultimate off-road experience for the first time on consoles. The game puts players in the driver seat and dares them to take charge of incredible all-terrain vehicles, venturing across extreme Siberian landscapes with only a map and compass as guides!"},"BRTZ2V76K66M":{"lang":"EN","title":"Wolfenstein® II: The Freedom Chronicles Season Pass","description":"Your mission to liberate America from the Nazis has only just begun. Play as new larger-than-life American heroes Joseph Stallion, Jessica Valiant, and Gerald Wilkins! Visit never-before-seen American locations corrupted by the Nazis! Use your guns and abilities to kill every Nazi in your path! Only you can overcome the Nazi threat in…The Freedom Chronicles!"},"BNGT6SZBFM2T":{"lang":"EN","title":"Dragon's Dogma: Dark Arisen","description":"The critically acclaimed action-RPG Dragon’s Dogma: Dark Arisen, now in 1080p HD with all previous paid DLC included."},"9PHW1HL2ZXJK":{"lang":"EN","title":"Marvel vs. Capcom: Infinite - Deluxe Edition","description":"Includes the Marvel vs. Capcom: Infinite full game and Character Pass.\r\n\r\nThe epic clash between two storied universes returns with Marvel vs. Capcom: Infinite, the next era of the highly revered action-fighting game series. Marvel and Capcom universes collide like never before as iconic characters team up for action-packed player-versus-player combat. Ultron Sigma has begun the systematic eradication of all biological life. Against all odds, heroes arise from the rubble, form new alliances and stand together against the ultimate threat, their only hope laying with the all-powerful Infinity Stones."},"C5F2XDQPPJKZ":{"lang":"EN","title":"Dishonored®: Death of the Outsider™","description":"From the award-winning developers at Arkane® Studios comes Dishonored®: Death of the Outsider, the first standalone adventure in the critically-acclaimed Dishonored® series. Be a badass supernatural assassin and take on the role of notorious Billie Lurk as she reunites with her mentor Daud in order to pull off the greatest assassination ever conceived."},"BZP6X6HKWG1G":{"lang":"EN","title":"Resident Evil Revelations","description":"Survive a ghost ship and rediscover survival-horror in the campaign  (single player) or Raid Mode (co-op)."},"BZ4G0HJXTW09":{"lang":"EN","title":"NARUTO SHIPPUDEN: Ultimate Ninja STORM 2","description":"NARUTO SHIPPUDEN: Ultimate Ninja STORM 2 is a tour de force of Naruto thrills and spills. Impressively faithful to the universe of the anime, the game takes players through the Shippuden story arc. Ultimate Ninja STORM 2 has been remastered in HD."},"BS8XGCLL3VQZ":{"lang":"EN","title":"The Escapists 2","description":"Craft, Steal, Brawl and Escape! It’s time to bust out of the toughest prisons in the world as you return to the life of an inmate in The Escapists 2. Have you got what it takes to escape?"},"C4VFVZGF3480":{"lang":"EN","title":"Mega Man Legacy Collection 2","description":"The Blue Bomber is back in this second collection of classic Capcom titles! Featuring faithful reproductions of Mega Man 7, 8, 9, & 10, this collection is bursting with additional content, from time trials and remix challenges to a music player and an extensive gallery of rare illustrations."},"BT0MDT228WRP":{"lang":"EN","title":"Get Even","description":"Take a deep breath... Try to remember: a girl, a chair, a bomb. Just keep... calm. Follow the voice into the depths of you memory. Relax... and search for the darkest memories in the deepest recesses of your mind. Can you find her? The clock is ticking... And this is just a part of the treatment."},"BWD88K55MK5W":{"lang":"EN","title":"Little Nightmares","description":"Immerse yourself in Little Nightmares, a dark whimsical tale that will confront you with your childhood fears! Help Six escape The Maw – a vast, mysterious vessel inhabited by corrupted souls looking for their next meal."},"BTLHXRCN1JFN":{"lang":"EN","title":"Sniper Ghost Warrior 3 Season Pass Edition","description":"Buy now and get: \n• Sniper Ghost Warrior 3 (base game)\n• Season Pass\n \nBuy now and get ready for a full season of amazing content with the Sniper Ghost Warrior 3 SEASON PASS."},"C3HQKX3B35PD":{"lang":"EN","title":"FOR HONOR™ Standard Edition","description":"Enter the chaos of war as a bold Knight, brutal Viking, or deadly Samurai. Wield your weapon like never before with the innovative Art of Battle combat system that puts you in control of your warrior. Fight in brutal, fast-paced melee combat across a single-player story mode and groundbreaking multiplayer modes."},"BW1V96V2X5XB":{"lang":"EN","title":"Air Guitar Warrior for Kinect","description":"Step inside the game and become a legendary Air Guitar Warrior with the power of Kinect! Play air guitar and control the music in this blend of music game and arcade action. Includes 19 custom-made tracks from Mr. Fastfinger and Samppa Siurala.\r\n\r\nShoot bullets, lasers and lightning from your air guitar! Ride dinosaurs, sharks and jet-powered crocodiles! Smash vikings, aliens, demons and flying skulls!"},"BV701FMDP6SX":{"lang":"EN","title":"ULTIMATE MARVEL VS. CAPCOM 3","description":"Marvel and Capcom  join forces to deliver the most frenetic 3 vs 3 tag battles ever with Ultimate Marvel VS Capcom 3.  This release comes fully loaded, including all previous DLC, Marvel VS. Capcom : Official Complete Works, and boasting full HD 1080p resolution at 60 frames per second."},"BR7H2605L0QQ":{"lang":"EN","title":"How To Survive 2","description":"How To Survive 2"},"C4C4M4DZQ1M7":{"lang":"EN","title":"ONE PIECE BURNING BLOOD - Caesar Clown (character)","description":"The evil scientist Caesar Clown is now jumping into battle in ONE PIECE BURNING BLOOD!\n\nWith his Gas-Gas Fruit, the one that many call \"Master\" will surely get a special place in your dream team.   \n\nONE PIECE BURNING BLOOD game required; sold separately."},"BQ2307M831ZG":{"lang":"EN","title":"ABZU","description":"From the artistic mind behind Journey®, ABZÛ is a beautiful underwater adventure that evokes the dream of diving. Immerse yourself in a vibrant hidden world bursting with color and life as you descend into the heart of the ocean. Discover hundreds of unique species and form a powerful connection with the abundant sea life. But beware as you swim deeper, dangers lurk in the depths."},"C2JDCLLLBK1W":{"lang":"EN","title":"Dead Rising 4","description":"Dead Rising 4 marks the return of photojournalist Frank West in an all-new chapter of one of the most popular zombie game franchises of all time. With an unmatched level of weapon and character customization, ambitious new features including new zombie classes and EXO Suits, Dead Rising 4 delivers a heart-pounding experience as players explore, scavenge and fight to survive in an epic open world sandbox. Available this holiday on Xbox One and Windows 10."},"C4ZJGMMWGNK7":{"lang":"EN","title":"Kinect Mega Bundle: 4 in 1","description":"Get the most out of your Kinect with this sweet 4-in-1 bundle!\r\n\r\nBecome the hero in Kung-Fu for Kinect! Smash crystals in time to music in Beatsplosion! Save the world with an adorable squid in Squid Hero! Go ballistic with bouncing balls and exploding cubes in Boom Ball!\r\n\r\nAll games are lovingly crafted with Virtual Air Guitar's signature Kinect expertise."},"BQ1W1T1FC14W":{"lang":"EN","title":"The Elder Scrolls V: Skyrim Special Edition","description":"Winner of more than 200 Game of the Year Awards, the Skyrim Special Edition includes the game and add-ons with all-new features like remastered art and effects, volumetric god rays, dynamic depth of field, and more. Also bring the power of mods to consoles. New quests, environments, characters, dialogue, armor, weapons and more – with Mods, there are no limits to what you can experience."},"BP0JKGVDHHFD":{"lang":"EN","title":"XCOM® 2 Digital Deluxe Edition","description":"The XCOM® 2 Deluxe Edition includes the full base game & Reinforcement pack, which includes 3 themed add-on packs. Add-on packs in the Reinforcement pack may be sold separately. If you purchased individual packs, please do not also purchase the Reinforcement Pack as you will be charged again."},"BQWGBMCKRMSQ":{"lang":"EN","title":"XCOM® 2","description":"Earth has changed and is now under alien rule. Facing impossible odds you must rebuild XCOM, and ignite a global resistance to reclaim our world and save humanity."},"C4VQ205DNR53":{"lang":"EN","title":"Virginia","description":"Virginia is a single-player first-person thriller set in a small town with a secret.\nExperience a missing person investigation through the eyes of graduate FBI agent Anne Tarver."},"BNCBCS5RJWH7":{"lang":"EN","title":"BioShock Remastered","description":"Explore the undersea city of Rapture, a haven for society's greatest minds that has devolved into a dystopian nightmare wrought by one man's hubris."},"BP8T903FZL2X":{"lang":"EN","title":"BioShock 2 Remastered","description":"See the undersea city of Rapture through the eyes of a fearsome guardian known as a Big Daddy, racing against the clock to find a missing girl hidden somewhere in the treacherous ruins."},"BTC8BR7V276X":{"lang":"EN","title":"BioShock Infinite: The Complete Edition","description":"Indebted to the wrong people, private investigator Booker DeWitt must take on an impossible task: travel to a flying city above the clouds, and rescue a woman named Elizabeth."},"BNKSTXP3MC7J":{"lang":"EN","title":"PAYDAY 2 - CRIMEWAVE EDITION - THE BIG SCORE Game Bundle","description":"PAYDAY2 - THE BIG SCORE Game Bundle includes PAYDAY 2 Crimewave Edition game, plus THE BIG SCORE DLC Bundle. That's the game, plus 10 pieces of premium DLC content."},"BZV7W98B3XN4":{"lang":"EN","title":"Dead Rising","description":"Frank West, a freelance photojournalist on the hunt for the scoop of a lifetime, pursues a juicy lead to a small suburban town only to find that it is being overrun by zombies! He escapes to the local shopping mall thinking it will be a bastion of safety, but it turns out to be anything but."},"C3CSPBFVQ80K":{"lang":"EN","title":"Dead Rising 2","description":"In the sequel to Dead Rising, players step into the shoes of Chuck Greene, professional motorcycle racer. Surrounded by a horde of hungry zombies in the spectacular casino town of Fortune City, Chuck finds himself in a race against time to find Zombrex, the one thing that can keep Katey, his young daughter, alive. Can he protect her and make it out of Fortune City alive?"},"C4D52FGJTBGG":{"lang":"EN","title":"Dead Rising 2 Off the Record","description":"Photojournalist and original hero of Dead Rising's Willamette incident, Frank West, takes center stage once again in Dead Rising 2: Off the Record. The new 'Off the Record' storyline means an all new Dead Rising 2 experience, where Frank faces off against hordes of twisted enemies, builds more outrageous combo weapons, follows his own unique mission structure, and explores brand new areas of Fortune City to get his biggest scoop yet."},"C1XHZ605DZPG":{"lang":"EN","title":"resident evil 4 (2005)","description":"Resident Evil 4 arrives on Xbox One  in full 1080p HD with an increased frame rate. This revolutionary masterpiece features legendary third-person action gameplay and a thrilling storyline."},"C4BZ7X545J1T":{"lang":"EN","title":"Worms W.M.D","description":"The worms are back in their most destructive game yet. With a gorgeous, hand-drawn 2D look, brand new weapons, the introduction of crafting, vehicles and buildings plus the return of some much-loved classic weapons and gameplay, Worms W.M.D is the best worms experience ever."},"C3KJQM1G9FG3":{"lang":"EN","title":"ONE PIECE BURNING BLOOD - Gold Pack","description":"Do not purchase this Pack if you already own the Wanted Pack and/or Wanted Pack 2.\n\nThis ONE PIECE BURNING BLOOD - Gold Pack includes all the content from the Wanted Pack, Wanted Pack 2 and Luffy Pack! \n\nONE PIECE BURNING BLOOD game required; sold separately."},"BP8WDV3T37N7":{"lang":"EN","title":"Overcooked","description":"Overcooked is a chaotic couch co-op cooking game for one to four players. Working as a team, you and your fellow chefs must prepare, cook and serve up a variety of tasty orders before the baying customers storm out in a huff. Sharpen your knives and dust off your chef’s whites, there isn’t mushroom for error and the steaks are high in these crazy kitchens!"},"C08CV6MR919R":{"lang":"EN","title":"Resident Evil 5","description":"One of the most popular Resident Evil titles comes to Xbox One in full 1080p HD. This fully-loaded release includes all previously released DLC, the previously PC-exclusive No Mercy mode, as well “The Mercenaries United”, an even more intense take on the fan-favorite Mercenaries modes."},"C30KBQJP0RH4":{"lang":"EN","title":"PAC-MAN 256","description":"The hit game is finally coming to console, with multiplayer mode!\n**One of the Best Games of 2015** \n\nPAC-MAN 256 is the maze that never ends. But the Glitch is coming for you…"},"C3DHNMWFT9HX":{"lang":"EN","title":"One Piece Burning Blood - COSTUME PACK","description":"This One Piece Burning Blood - COSTUME PACK contains 8 new outfits: Nami, Robin, Hancock, Perona and Koala are joining the fight in their sexy swimsuits. Discover also the young version of Whitebeard, a new costume for Law and Bon Clay with Nami's face!\n\nOne Piece Burning Blood game required; sold separately."},"C52P491QXSNN":{"lang":"EN","title":"One Piece Burning Blood - PREORDER BONUS","description":"Preorder One Piece Burning Blood and get access to 3 new playable characters (Gear 4th Luffy, Kung Fu Luffy and Afro Luffy) and a Luffy themed HUD!\n\nOne Piece Burning Blood game required; sold separately."},"BS7F51G3DP8R":{"lang":"EN","title":"Dead Island Definitive Edition","description":"The game that re-defined the Zombie genre - fully remastered.\r\nParadise meets Hell! \r\nWelcome to the Zombie Apocalypse experience of a lifetime – and now more beautiful than ever. \r\nCaught in the midst of an epic zombie outbreak on the tropical island of Banoi, your only thought is: Survival!\r\nIncluding all previously released DLC"},"BXQ32G8GSX27":{"lang":"EN","title":"Dead Island: Riptide Definitive Edition","description":"Continue the story of the Outbreak and see another Paradise gone to Hell - fully remastered.\r\nParadise meets Hell! \r\nWelcome to the Zombie Apocalypse experience of a lifetime – and now more beautiful than ever. \r\nCaught in the midst of an epic zombie outbreak on the tropical island of Banoi, your only thought is: Survival!\r\nIncluding all previously released DLC."},"BQSJ8P4ZL2XP":{"lang":"EN","title":"5300 Neverwinter Zen","description":"Zen is the name of the virtual currency used within Neverwinter. Zen can be used to purchase items not limited to but including cosmetic enhancements, accessories, in-game pets and mounts!"},"BZ6L6MLKKWN3":{"lang":"EN","title":"1000 Neverwinter Zen","description":"Zen is the name of the virtual currency used within Neverwinter. Zen can be used to purchase items not limited to but including cosmetic enhancements, accessories, in-game pets and mounts!"},"BPPFWJZ0QTV2":{"lang":"EN","title":"ARCADE GAME SERIES 3-in-1 Pack","description":"This is a special pack consisting of 3 classic arcade games including PAC-MAN, GALAGA and DIG DUG! Get 3 games for the price of 2!"},"BXCVNFBPZHXQ":{"lang":"EN","title":"Resident Evil 6","description":"Now in high definition, Resident Evil 6 offers a blend of action and survival horror in solo and co-op modes, and includes all previous DLC along with additional costumes. Don't miss this unforgettable, award-winning dramatic horror experience."},"BSHDWV6HV59G":{"lang":"EN","title":"Lords of the Fallen Complete Edition (2014)","description":"Lords of the Fallen is the evolution of Action RPG featuring a complex and satisfying melee combat/magic system where every fight counts. The once-defeated Rhogar legions are re-emerging from their dark realm and Harkyn, a convicted criminal rejected by society, is humanity’s last hope for salvation. Plunge into a mature dark fantasy realm and confront the demonic army of the Fallen God."},"BZ7982MK3FWD":{"lang":"EN","title":"Dying Light: The Following - Enhanced Edition","description":"Dying Light: Enhanced Edition is the fullest definition of an open world zombie game set in a post-apocalyptic world overrun by zombies. Now available in its expanded form, taking the gameplay experience to a brand new level."},"C1KX6KNB7XMM":{"lang":"EN","title":"NARUTO SHIPPUDEN: Ultimate Ninja STORM 4","description":"The latest opus in the acclaimed STORM series is taking you on a colourful and breathtaking ride. Take advantage of the totally revamped battle system and prepare to dive into the most epic fights you’ve ever seen in the NARUTO SHIPPUDEN: Ultimate Ninja STORM series!\r\n\r\nPrepare for the most awaited STORM game ever created!"},"BXHG2GX28L23":{"lang":"EN","title":"Resident Evil 0","description":"The remastered version of Resident Evil 0 features stunning HD graphics, optional modernised controls and much more."},"BX4JBN0GWCVB":{"lang":"EN","title":"Resident Evil Revelations 2 Deluxe Edition","description":"Resident Evil Revelations 2 Deluxe edition includes the following content:\n\n• Episodes 1-4\n• Extra Episodes 1 & 2\n• Costumes\n• Raid Mode Content: HUNK & Wesker characters, Throwback Map Pack, store upgrades\n\n*Cancellations and refunds are not available except where required by law."},"C3SV7SXZB1VQ":{"lang":"EN","title":"Fallout 4 Season Pass","description":"Winner of Best of Show E3 2015, get the Fallout 4 season pass and get all Fallout 4 DLC for one S.P.E.C.I.A.L. price. REQUIRES FALLOUT 4 GAME, SOLD SEPARATELY. IF YOU HAVE ALREADY PURCHASED THE DIGITAL DELUXE BUNDLE, DO NOT PURCHASE THE SEASON PASS OR YOU WILL BE CHARGED TWICE FOR SEASON PASS."},"C38Z8L4RHSHS":{"lang":"EN","title":"Mega Man® Legacy Collection","description":"Mega Man Legacy Collection is a celebration of the 8-bit history of Capcom’s Blue Bomber! Six classic games in one including a new Challenge Mode that remixes levels for a whole new gaming experience. Museum Mode offers total immersion into Mega Man history featuring sketches, concept art and more.  Leader boards and video replays give fans the ability to showcase their Mega Talent!"},"C4Q29CMJ31NX":{"lang":"EN","title":"Brothers: a Tale of Two Sons","description":"“10/10” – Joystiq.  “You owe it to yourself to play Brothers” – Giant Bomb\r\nThe critically acclaimed and award winning masterpiece arrives with Bonus Content including Director’s Walkthrough commentary, Art and Sound Gallery.  Guide two brothers at the same time in co-op play in single player, on an unforgettable journey from visionary Swedish film director Josef Fares and developer Starbreeze."},"BXZ0B7S1JD0Z":{"lang":"EN","title":"The Evil Within Digital Bundle","description":"This bundle includes The Evil Within and all season pass content: The Assignment, The Consequence, and The Executioner packs."},"BSHHZCQX1FT8":{"lang":"EN","title":"Guacamelee! STCE 'Frenemies' Character Pack","description":"Play Guacamelee! as one of four legendary characters from the game: Javier Jaguar, FlameFace, X'Tabay or Uay Chivo! Unlock achievements using each one's unique attributes."},"BV5623GKKLGV":{"lang":"EN","title":"Tales from the Borderlands","description":"Tales from the Borderlands is a five-part episodic game set on the unforgiving world of Pandora between the events of Borderlands 2 and Borderlands 3. This is a story full of Borderlands' trademark humor, following two adventurers on their quest for greatness. Play as Rhys, a Hyperion 'suit' with dreams of being the next Handsome Jack, and Fiona, a Pandoran con artist looking to score her biggest ever swindle. Thrown together as unwilling partners in an adventure to recover cash they both think is theirs, their journey will take you on a wild ride where gangsters, bandit lords, and Vault Hunters are just some of the obstacles you’ll encounter, in this choice-driven, narrative adventure set in the award-winning Borderlands universe."},"BPV4GXTDCNSH":{"lang":"EN","title":"Wolfenstein: The Old Blood","description":"Wolfenstein: The Old Blood is a standalone prequel to the critically acclaimed first-person action-adventure shooter, Wolfenstein: The New Order. The adventure, which spans eight chapters and two interconnected stories, features the hallmarks of MachineGames – thrilling action, immersive story and intense first-person combat."},"C4DQHRNN1ZN5":{"lang":"EN","title":"Borderlands: The Handsome Collection","description":"Shoot and loot as you explore the mayhem-filled world of Pandora in BORDERLANDS 2 and the lunar madness of BORDERLANDS: THE PRE-SEQUEL in BORDERLANDS: THE HANDSOME COLLECTION. Experience the award-winning FPS-RPG series, including its bazillions of guns, trademark cooperative gameplay, and all bonus add-on content, with high performance like never before on a new generation of consoles."},"BQ023H8GXZ3T":{"lang":"EN","title":"DRAGON BALL XENOVERSE","description":"The latest Dragon Ball game lets players customize & develop their own warrior. Create the perfect avatar, train to learn new skills & help Trunks fight new enemies to restore the original story of the series. Join 200+ players around the world in the Toki Toki City hub & fight with or against them, and compete in online tournaments!"},"BNZQJ2FBTDM7":{"lang":"EN","title":"Resident Evil","description":"The game that defined the survival-horror genre is back! Check out the remastered HD version of Resident Evil."},"C3K1HT81Z3QC":{"lang":"EN","title":"How to Survive: Storm Warning Edition","description":"Survive on a zombie infested archipelago, fulfill your needs of food, water and shelter while facing natural and unnatural threats. Includes the game plus 6 additional thrilling DLCs\n- Craft dozens of items\n- 7 exuberant islands\n- 4 playable characters with different stats, skills and abilities\n- Gameplay changing weather\n- Play with a friend online / offline\n- Additional game modes\n- 3 difficulty levels"},"C5FP8DQ3R1WF":{"lang":"EN","title":"Lords of the Fallen (2014)","description":"Lords of the Fallen is the evolution of Action RPG featuring a complex and satisfying melee combat/magic system where every fight counts. The once-defeated Rhogar legions are re-emerging from their dark realm and Harkyn, a convicted criminal rejected by society, is humanity’s last hope for salvation. Plunge into a mature dark fantasy realm and confront the demonic army of the Fallen God."},"C03J6WR23XQ9":{"lang":"EN","title":"Metro: Last Light Redux","description":"Experience one of the finest story-driven shooters of all time: Metro: Last Light, now remastered for the Xbox One.\r\n\r\nNewcomers will experience an  epic post-apocalyptic adventure combining thrilling survival horror, combat and stealth, while fans will discover the unique world of Metro transformed with incredible next generation fidelity."},"BT9FFLG51VVG":{"lang":"EN","title":"Wolfenstein: The New Order","description":"Europe, 1960. The tide of World War II has been turned using a new kind of mysterious, advanced technology. Using unrelenting force and intimidation, a ruthless world power has brought even the most powerful of nations to their knees. The regime now dominates the globe with an iron fist. You are B.J. Blazkowicz, the American war hero. You are the only man capable of rewriting history."},"BRLGZ4QP3LDR":{"lang":"EN","title":"Broken Steel","description":"You may have dealt the Enclave a serious blow at Project Purity, but their forces are still out there, and still pose a grave threat to the people and security of the Capital Wasteland.In Broken Steel, you’ll continue your current Fallout 3 character past the events of Project Purity, and work with the Brotherhood of Steel to eradicate the Enclave threat once and for all.You’ll travel to new locations like the Olney Powerworks, wield destructive new weapons like the Tesla Cannon, fight…"},"BS47J93LFCJ3":{"lang":"EN","title":"Point Lookout","description":"Buy a ticket and hop onboard the Duchess Gambit, as Tobar the Ferryman takes you to the strange seaside town of Point Lookout. What secrets does the dilapidated boardwalk hold? Who lives in the sprawling mansion? Why is the Punga Fruit so important? And what horrors lie in the depths of the murky swamp?Point Lookout is the most open-ended DLC yet, and allows you to explore an entirely new and expansive gameplay area any way you’d like.  A completely new questline allows you uncover the tow…"},"BR3LL6TP30N5":{"lang":"EN","title":"Mothership Zeta","description":"A strange Alien signal is being broadcast throughout the Capital Wasteland, originating from a crashed UFO. Is it a distress call, or something far more sinister? That question is answered when you find yourself beamed aboard an enormous Alien spacecraft, with only one alternative – to fight your way to the bridge of the ship and secure your escape. Mothership Zeta takes Fallout 3 in an entirely new direction – outer space. Meet new characters and join with them in a desperate bid to escap…"},"BS49BM248CR1":{"lang":"EN","title":"Fallout: New Vegas - Honest Hearts","description":"In Honest Hearts, you become embroiled in a tribal war and a conflict between a New Canaanite missionary and the mysterious Burned Man. The decisions you make will determine the fate of Zion."},"BVSQZXRZ9JTV":{"lang":"EN","title":"Fallout: New Vegas - Old World Blues (English)","description":"In Old World Blues, you're the only hope of saving the Think Tank. Recover all the weapons and tech of the Pre-War era and use them to help save all of Science!"},"BW9226CVD979":{"lang":"EN","title":"Fallout: New Vegas - Lonesome Road (English)","description":"In Lonesome Road the original Courier Six promises to answer why he refused to deliver the Platinum Chip--but only if you make one last journey into the Divide."},"C2L8W4WMNF0S":{"lang":"EN","title":"Fallout: New Vegas - Dead Money","description":"As the victim of a raw deal you must work alongside three other captured wastelanders to recover the legendary treasure of the Sierra Madre Casino. As you face new terrain, foes, and choices, it’s up to you how you play your cards in this quest to survive."},"9NKC1Z4Z92VN":{"lang":"EN","title":"Grand Theft Auto Online","description":"Experience GTA Online, a dynamic and ever-evolving online universe for up to 30 players, where you can rise from street-level hustler to become a kingpin of your own criminal empire. "},"9PCCGHDBMR1P":{"lang":"EN","title":"Grand Theft Auto V: Story Mode (Xbox Series X|S)","description":"Requires access to Grand Theft Auto Online for Xbox Series X|S.\r\n\r\nExperience the entertainment blockbuster, Grand Theft Auto V – now for Xbox Series X|S."},"9N000033SQDR":{"lang":"EN","title":"Mafia II: Definitive Edition","description":"Part two of the Mafia crime saga – 1940’s - 50’s Empire Bay, NY\r\nRemastered in stunning HD detail, live the life of a gangster during the Golden-era of organized crime in America. War hero Vito Scaletta becomes entangled with the mob in hopes of paying his father’s debts. Alongside his buddy Joe, Vito works to prove himself, quickly climbing the family ladder with crimes of larger reward, status and consequence. However, the life of a wise guy isn’t quite as untouchable as it seems."},"BVZLS7XZ68KF":{"lang":"EN","title":"Mafia III: Definitive Edition","description":"Part three of the Mafia crime saga - 1968, New Bordeaux, LA.\r\nAfter years of combat in Vietnam, Lincoln Clay knows this truth: family isn’t who you’re born with, it’s who you die for. When his surrogate family, the black mob, is betrayed and wiped out by the Italian Mafia, Lincoln builds a new family on the ashes of the old and blazes a path of military-grade revenge through the Mafioso responsible."},"9P8RQH67TTT1":{"lang":"EN","title":"Grand Theft Auto V (Xbox One & Xbox Series X|S)","description":"This product entitles you to download both the digital Xbox One version and the digital Xbox Series X|S version of Grand Theft Auto V (including Grand Theft Auto Online). \r\n\r\nWhen a young street hustler, a retired bank robber, and a terrifying psychopath find themselves entangled with some of the most frightening and deranged elements of the criminal underworld, the U.S. government, and the entertainment industry, they must pull off a series of dangerous heists to survive in a ruthless city in which they can trust nobody — least of all each other.\r\n\r\nExperience GTA Online, a dynamic and ever-evolving online universe for up to 30 players, where you can rise from street-level hustler to become a kingpin of your own criminal empire. "},"9NV98JFG0LKV":{"lang":"EN","title":"Ruined King: A League of Legends Story™ - Deluxe Edition","description":"Receive the following downloadable content when purchasing the Ruined King: A League of Legends Story™ - Deluxe Edition\r\n- Ruined Skin Variants for all playable Champions: Miss Fortune, Illaoi, Braum, Yasuo, Ahri, & Pyke\r\n- Lost & Found Weapon Pack\r\n- Ruination Starter Pack\r\n\r\nRise Against Ruin\r\nUnite a party of League of Legends Champions, explore Bilgewater and set sail for the Shadow Isles to uncover the secrets of the deadly Black Mist."},"9NBJG3597KGH":{"lang":"EN","title":"Lost Judgment Digital Ultimate Edition","description":"Purchase the Lost Judgment Digital Ultimate edition to receive the following in-game contents:\r\n-Lost Judgment base game\r\n-Detective Essentials Pack\r\n-School Stories Expansion Pack\r\n-The Kaito Files Story Expansion"},"9NDJJQDF411C":{"lang":"EN","title":"Lost Judgment","description":"SEIZE THE TRUTH\r\n\r\nWhen a convicted police officer reveals the location of a murder victim, Private Detective Yagami is called to revisit an impossible case of two crimes committed at once. But as more victims pile up and Yagami unravels the truth, will the scales of justice tip in favor of defending the law or enacting vengeance?   \r\n\r\nFrom the studio that brought you the Yakuza series, Lost Judgment weaves elements of investigative sleuthing, noir narrative and action combat into one mystery thriller. Take your detective expertise to the streets of Japan and defend those that the law fails to protect.  \r\n \r\nINVESTIGATIVE ACTION  \r\nTap into Yagami’s arsenal of private eye tricks to gather clues. From hi-tech gadgets including drones and social media listening devices to hardboiled gumshoe methods like scaling buildings and tracking suspects in the city. No stronger evidence than catching a suspect in the act.  \r\n\r\nFREEFORM COMBAT  \r\nMaster Yagami’s three unique, combo-heavy martial arts styles to overcome any situation from group ambushes to single-target takedowns. Further weaponize street fights with traffic cones, street signs, bicycles and beyond, plus customize each style with skill trees.  \r\n\r\nDEEP UNDERCOVER\r\nGo undercover at a local high school as a club advisor to get to the root of a mysterious rise in delinquency as it relates to the case. Join the Dance Club, where you’ll be grooving to the rhythm; the Robotics Club, tasking your ingenuity to build the ultimate Yagami-bot; a boxing gym, to stick and move against fierce opponents; and a bike gang, where underground racing is the only way to earn respect.  \r\n\r\nHIT THE STREETS  \r\nAs you comb the open cities of Kamurocho and Ijincho in pursuit of the case, take a break and get to know the unique culture of each through bars and other nightlife hotspots. It may be worth taking on a Side Case to lend your detective skills to residents in need – you never know who holds what cards. "},"9NXM6K0WF0X2":{"lang":"EN","title":"Ruined King: A League of Legends Story™","description":"Rise Against Ruin - Unite a party of League of Legends Champions, explore Bilgewater and set sail for the Shadow Isles to uncover the secrets of the deadly Black Mist in this immersive turn-based RPG."},"9NGRKZ1K1QQK":{"lang":"EN","title":"Chronus Arc","description":"Venture through puzzle-filled dungeons to bring the past back to the present!"},"BQGVM408P8D1":{"lang":"EN","title":"Tempest 4000","description":"Tempest 4000™ is a visually stunning, action-packed tube shooter based on the classic hit arcade game, Tempest™.  Developed by legendary game designer, Jeff Minter, Tempest 4000™ remains faithful to the original fast-paced gameplay by putting you in control of the Claw, a powerful spacecraft equipped to destroy deadly creatures and other obstructions with rapid-fire shots on vibrant geometric prisms."},"BNX8Q4J8NF9Z":{"lang":"EN","title":"Necropolis","description":"OBEY THE BRAZEN HEAD OR PERISH. Or don’t, you know, no big whoop. NECROPOLIS is a multiplayer, third-person, action roguelike set in a living, magical dungeon that endlessly reconstructs itself, offering only one way out: down. Craft, explore, equip, and hone your skills as you travel deeper and face greater threats. Find the exit, or die trying."},"C3MPWS9W61S7":{"lang":"EN","title":"Dead Rising 3: Apocalypse Edition","description":"Anything and everything is a weapon in Dead Rising 3. Explore the zombie-infested city of Los Perdidos, and find a way to escape before a military strike wipes the entire city, and everyone in it, off the map. With intense action and an unmatched level of weapon and character customization, Dead Rising 3 delivers a heart-pounding experience unlike any other as you explore, scavenge and fight to survive in a massive open world on the brink of a zombie apocalypse."},"C50NNFSMDMQG":{"lang":"EN","title":"Operation: Anchorage","description":"Enter the simulation pod and embark on one of the greatest military campaigns of the Fallout universe – the liberation of Anchorage, Alaska from its Chinese Communist invaders.Experience harrowing winter combat using Fallout 3’s patented V.A.T.S. targeting system, and employ powerful new equipment like the Gauss Rifle, Chinese Stealth Armor, Winterized T-51b Power Armor, and more.Enlist today, soldier!There are no refunds for this item. For more information, see www.xbox.com/live/account…"},"BPSS2VX8PPWT":{"lang":"EN","title":"The Pitt","description":"Pittsburgh was once the industrial center of the pre-war world. The city was spared the horrors of nuclear fire, only to have its people infected by a nightmare plague of disease, infection, and mutation.  Travel to the ruins of this industrial city, now called The Pitt, and discover a secret that could send shockwaves through the entire Wasteland. Battle vicious mutated Trogs, employ deadly new weapons like the AutoAxe and Infiltrator silenced assault rifle, and decide the fate of the infecte…"},"BPJG8CMB1N60":{"lang":"EN","title":"Knights of the Nine","description":"A fallen King has been unchained from the darkness of Oblivion to seek vengeance upon the Gods who banished him. Only a champion pure of heart can vanquish the evil that has been released upon the land. You must heed the call, reclaim the lost relics of the Divine Crusader, and return the Nine to glory. New dungeons, characters, quests, and mysteries await. There are no refunds for this item. For more information, see www.xbox.com/live/accounts."},"BV5HJ854SN4F":{"lang":"EN","title":"Shivering Isles","description":"Play the official expansion for Oblivion – the 2006 RPG and Game of the Year. Shivering Isles features more than 30 hours of new gameplay as you are sent to explore the realm of Sheogorath, the Daedric Prince of Madness. Shivering Isles adds to the existing world of Oblivion, so you can continue playing with your existing save game/character, or create an all-new character just to explore the new content in Shivering Isles. New quests, creatures, weapons, armor, ingredients, and more await in …"},"9PCPXQ5K8SV5":{"lang":"EN","title":"Maximum Football 2020","description":"Achieve Gridiron Greatness as Doug Flutie and Maximum Football 2020, bring you the ultimate football sandbox."},"BZWTTXFKTS3N":{"lang":"EN","title":"Assassin's Creed Legendary Collection","description":"Experience the best of the legendary Assassin's Creed franchise with this collection that includes six classic Assassin's Creed games."},"C47J6H7MQ27Q":{"lang":"EN","title":"Far Cry Insanity Bundle","description":"Experience the thrill of the award-winning Far Cry franchise through the Insanity Bundle. Travel to the exotic Rook Islands, survive the hills of Kyrat, and help save the land of the free in Hope County, Montana! Take on three twisted villains including Vaas, Pagan Min, and Joseph Seed in this trilogy pack that includes Far Cry® 3 Classic Edition, Far Cry® 4, and Far Cry® 5."},"9N9N1K742XK2":{"lang":"EN","title":"BIOHAZARD RE:3 Z Version","description":"どこまで逃げても追いつめられる。\r\n\r\nラクーンシティで突如発生した生物災害。\r\n次第に崩壊していくこの街にさらなる脅威が投下される―\r\n度重なり迫りくる危機、死線をくぐり抜けるアクション、\r\n再構築された脱出劇は数多の予想を超えていく。\r\nこの絶望から逃げ延びられるか。\r\n\r\n「BIOHAZARD RESISTANCE」も収録。"},"9P5376CHNTMX":{"lang":"EN","title":"BIOHAZARD VILLAGE Z Version","description":"サバイバルホラーは次のステージへ。\r\n\r\n『バイオハザード7　レジデント イービル』の悪夢から数年後。\r\n主人公”イーサン・ウィンターズ”は妻子とともに、静かな生活を取り戻していた。\r\nしかし彼の平穏は英雄”クリス・レッドフィールド”の手で破られ、ふたたび混沌へと投げ込まれる…。\r\n\r\n熟成を重ねたゲームエンジン“RE ENGINE”が新たなサバイバル”アクション”ホラーを創造する、\r\nナンバリングシリーズの第8作。"},"BZTG28TPM17D":{"lang":"EN","title":"Resident Evil Revelations 2 - Complete Season","description":"All 4 story episodes, 2 side stories and HUNK character for Raid Mode."},"9N19LW4NNHTQ":{"lang":"EN","title":"Demon Slayer -Kimetsu no Yaiba- The Hinokami Chronicles Character Pass","description":"Purchase seven different Character Packs as a set.\r\nThe Character Pass will include all additional content that is scheduled to be released by the end of December 2022.\r\n\r\n[Set Details]\r\nTengen Uzui Character Pack\r\nNezuko Kamado (Advanced Demon Form) Character Pack\r\nTanjiro Kamado (Entertainment District) Character Pack\r\nZenitsu Agatsuma (Entertainment District) Character Pack\r\nInosuke Hashibira (Entertainment District) Character Pack\r\nDaki Character Pack\r\nGyutaro Character Pack"},"9N857BZCZPMM":{"lang":"EN","title":"Demon Slayer -Kimetsu no Yaiba- The Hinokami Chronicles Digital Deluxe Edition","description":"Become the blade that destroys demons!\r\n\r\nIn solo play mode, walk the path of Tanjiro Kamado and experience the story depicted in the anime \"Demon Slayer: Kimetsu no Yaiba\" as Tanjiro fights to restore his sister Nezuko's humanity and battle the demon threat!\r\n\r\nPlay Versus mode, which allows up to 2 players to battle in offline or online 1v1 battles with any combination of characters! With simple controls and exhilarating gameplay, rise up to become the strongest of the Demon Slayers"},"C3CH81WT3G63":{"lang":"EN","title":"BIOHAZARD 7 resident evil グロテスクVer.","description":"米国南部に佇む朽ちかけた廃屋で交錯する“脅威”と“孤独”。サバイバルホラーの新たな起源を発する『7』の幕が遂に上がる。“アイソレートビュー”へフルモデルチェンジを遂げ、さらに新開発“REエンジン”によるフォトリアル表現が紡ぎ出す“恐怖”は瞬きをも妨げる。悪意に満ちた未知の惨劇から生き延びろ。"},"9PHW7BZS9P7Z":{"lang":"EN","title":"Demon Slayer -Kimetsu no Yaiba- The Hinokami Chronicles","description":"Become the blade that destroys demons!\r\n\r\nIn solo play mode, walk the path of Tanjiro Kamado and experience the story depicted in the anime \"Demon Slayer: Kimetsu no Yaiba\" as Tanjiro fights to restore his sister Nezuko's humanity and battle the demon threat!\r\n\r\nPlay Versus mode, which allows up to 2 players to battle in offline or online 1v1 battles with any combination of characters! With simple controls and exhilarating gameplay, rise up to become the strongest of the Demon Slayers!"},"C2LXXCC8TB61":{"lang":"EN","title":"BIOHAZARD RE:2 Z Version","description":"全てがプレイヤーの想像を裏切り上回る。\r\n\r\n1998年9月にラクーンシティを襲った生物災害。\r\nゾンビが生者を引き裂く地獄から生還せよ。\r\nこの窮地、この恐怖、そしてこのクオリティ。\r\n誰も見たことがないバイオハザード、\r\n『バイオハザード RE：2 』。\r\nシリーズ屈指の傑作、その再誕を目撃せよ。\r\n\r\nこの惨劇に喰われるな。"}}